[
  {
    "title": "Land Area",
    "description": "**Land Area** measures the total surface area of a country, expressed in square kilometers. This indicator is important because it helps us understand the size of a nation and its capacity for agriculture, urban development, and natural resources. Factors such as geographical features, historical land claims, and administrative boundaries can influence land area measurements. Land area is often compared with population density and resource availability, as these relationships can reveal insights into how effectively a country utilizes its space and manages its environment.",
    "unit": "km²",
    "relation": "*",
    "sort": "neutral",
    "cluster": "Society & Governance",
    "source": "https://data.worldbank.org/indicator/AG.SRF.TOTL.K2",
    "source_type": "worldbank",
    "source_code": "AG.SRF.TOTL.K2",
    "scale": "auto",
    "filename": "area",
    "world_kpi": "",
    "relevance": "none",
    "actuality": "normal"
  },
  {
    "title": "Population",
    "description": "**Population** measures the total number of people living in a specific area at a given time. It is important because it helps us understand the size of a community, which can influence economic growth, resource allocation, and policy decisions. Factors such as birth rates, death rates, and migration patterns can all affect population numbers. This indicator is closely related to other metrics in the Society & Governance cluster, such as population density and demographic distribution, which provide further insights into the characteristics and needs of the population.",
    "unit": "",
    "relation": "*",
    "sort": "neutral",
    "cluster": "Society & Governance",
    "source": "https://data.worldbank.org/indicator/SP.POP.TOTL",
    "source_type": "worldbank",
    "source_code": "SP.POP.TOTL",
    "scale": "auto",
    "filename": "population",
    "world_kpi": "",
    "relevance": "none",
    "actuality": "stable"
  },
  {
    "title": "Population Growth",
    "description": "Population growth measures the percentage increase in a country's population each year. This indicator is important because it helps us understand demographic trends, which can influence economic development, resource allocation, and social services. Factors that affect population growth include birth rates, death rates, and migration patterns. It is closely related to other metrics in the Society & Governance cluster, such as fertility rates and life expectancy, as these elements together provide a fuller picture of a nation's demographic health.",
    "unit": "% per year",
    "relation": "",
    "sort": "neutral",
    "cluster": "Society & Governance",
    "source": "https://data.worldbank.org/indicator/SP.POP.GROW",
    "source_type": "worldbank",
    "source_code": "SP.POP.GROW",
    "scale": "%",
    "world_kpi": "",
    "filename": "population_growth",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Median Age",
    "description": "**Median Age**\n\nThe median age measures the age at which half of the population is younger and half is older. It matters because it provides insight into the demographic structure of a country, indicating whether a population is aging or relatively young, which can affect everything from workforce availability to healthcare needs. Factors influencing median age include birth rates, life expectancy, and migration patterns. This indicator is closely related to other metrics in the Society & Governance cluster, such as population growth rate and dependency ratios, as they all help to paint a picture of societal dynamics and challenges.",
    "unit": "years",
    "relation": "",
    "sort": "neutral",
    "cluster": "Society & Governance",
    "source": "https://ourworldindata.org/grapher/median-age",
    "source_type": "owid",
    "source_code": "median-age.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "none",
    "world_kpi": "",
    "filename": "median_age",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Fertility Rate",
    "description": "The fertility rate measures the average number of children a woman is expected to have during her lifetime. This indicator is important because it can provide insights into a country's population growth, family planning, and overall health and social policies. Factors such as access to healthcare, education, and economic conditions can influence fertility rates. Additionally, it relates to other metrics in the Society & Governance cluster, such as population growth rate and maternal health, helping us understand the broader implications for society and governance.",
    "unit": "births per woman",
    "relation": "",
    "sort": "neutral",
    "cluster": "Society & Governance",
    "source": "https://data.worldbank.org/indicator/SP.DYN.TFRT.IN",
    "source_type": "worldbank",
    "source_code": "SP.DYN.TFRT.IN",
    "scale": "none",
    "world_kpi": "",
    "filename": "fertility_rate",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Urbanization Rate",
    "description": "**Urbanization Rate** measures the percentage of a country's population that lives in urban areas, such as cities and towns. This indicator is important because it reflects how many people are moving from rural areas to urban centers, which can impact economic development, infrastructure, and quality of life. Factors that influence urbanization include job opportunities, access to services, and lifestyle preferences. The urbanization rate is often related to other metrics like population growth and economic indicators, highlighting trends in migration and urban development within a society.",
    "unit": "%",
    "relation": "",
    "sort": "neutral",
    "cluster": "Society & Governance",
    "source": "https://data.worldbank.org/indicator/SP.URB.TOTL.IN.ZS",
    "source_type": "worldbank",
    "source_code": "SP.URB.TOTL.IN.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "urbanization_rate",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Democracy Index",
    "description": "The Democracy Index measures the state of democracy in countries around the world, rating them on a scale from 0 to 10. It matters because it helps us understand how democratic or authoritarian a country is, which can influence human rights, freedom of expression, and overall quality of life. Factors such as electoral processes, political participation, and civil liberties all play a role in shaping this index. The Democracy Index is closely related to other indicators in the Society & Governance cluster, like the Freedom Index and Political Stability, as they all reflect the health of a nation's political environment.",
    "unit": "index (0–10)",
    "relation": "",
    "sort": "higher",
    "cluster": "Society & Governance",
    "source": "https://ourworldindata.org/grapher/democracy-index-eiu",
    "source_type": "owid",
    "source_code": "democracy-index-eiu.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "none",
    "world_kpi": "",
    "filename": "democracy_index",
    "relevance": "very_high",
    "actuality": "normal"
  },
  {
    "title": "Press Freedom Index",
    "description": "The Press Freedom Index measures the level of freedom journalists have to report news without censorship or fear of retaliation. This is important because a free press is essential for democracy, transparency, and accountability in society. Factors that influence this index include government policies, violence against journalists, and the presence of media pluralism. The Press Freedom Index is closely related to other indicators in the Society & Governance cluster, such as civil liberties and political rights, as they all reflect the overall health of democratic practices in a country.",
    "unit": "index",
    "relation": "",
    "sort": "lower",
    "cluster": "Society & Governance",
    "source": "https://ourworldindata.org/grapher/press-freedom-index-rsf",
    "source_type": "owid",
    "source_code": "press-freedom-index-rsf.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "none",
    "world_kpi": "",
    "filename": "press_freedom_index",
    "relevance": "very_high",
    "actuality": "critical"
  },
  {
    "title": "World Happiness Index",
    "description": "The World Happiness Index measures how happy people feel in different countries, based on their life satisfaction and well-being. This index is important because it reflects the overall quality of life and can influence government policies aimed at improving citizens' happiness. Factors that affect this score include income, social support, freedom, and levels of corruption. The World Happiness Index is closely related to other metrics in the Society & Governance cluster, such as social equality and mental health indicators, as they all contribute to the overall well-being of a society.",
    "unit": "index (0–10)",
    "relation": "",
    "sort": "higher",
    "cluster": "Society & Governance",
    "source": "https://worldhappiness.report/",
    "source_type": "csv",
    "source_code": "happiness.csv",
    "scale": "none",
    "world_kpi": "",
    "filename": "world_happiness_index",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "GDP (current US$)",
    "description": "GDP (current US$) measures the total value of all goods and services produced in a country over a specific period, using current US dollars for accuracy. This indicator is important because it reflects the overall economic health and performance of a nation, showing how much wealth is generated and how it can affect the standard of living for its citizens. Factors that influence GDP include consumer spending, government expenditures, investments, and exports minus imports. GDP is closely related to other economic metrics, such as unemployment rates and inflation, providing a comprehensive view of a country's economic situation.",
    "unit": "USD",
    "relation": "*",
    "sort": "neutral",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/NY.GDP.MKTP.CD",
    "source_type": "worldbank",
    "source_code": "NY.GDP.MKTP.CD",
    "scale": "auto",
    "filename": "gdp",
    "world_kpi": "",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "GDP per Capita (current US$)",
    "description": "GDP per capita (current US$) measures the average economic output per person in a country, calculated by dividing the total Gross Domestic Product (GDP) by the population. This indicator is important because it provides insight into the economic well-being and standard of living of individuals within a nation; higher GDP per capita often suggests better access to resources and services. Factors that influence GDP per capita include economic growth, productivity, and population changes. It also relates closely to other economic metrics, such as employment rates and income levels, helping to paint a broader picture of a country's economic health.",
    "unit": "USD",
    "relation": "",
    "sort": "higher",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/NY.GDP.PCAP.CD",
    "source_type": "worldbank",
    "source_code": "NY.GDP.PCAP.CD",
    "scale": "none",
    "world_kpi": "",
    "filename": "gdp_per_capita_current_us",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "GNI per capita (current US$)",
    "description": "GNI per capita (current US$) measures the average income earned by a country's residents, including income from abroad, expressed in U.S. dollars. This indicator is important because it provides insight into the economic well-being of a country's population and helps compare living standards across different nations. Factors that can influence GNI per capita include economic growth, employment rates, and international trade. It is closely related to other economic metrics like GDP per capita and poverty rates, offering a broader picture of economic health and quality of life in a country.",
    "unit": "USD",
    "relation": "",
    "sort": "higher",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/NY.GNP.PCAP.CD",
    "source_type": "worldbank",
    "source_code": "NY.GNP.PCAP.CD",
    "scale": "none",
    "world_kpi": "",
    "filename": "gni_per_capita_current_us",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Gini Index",
    "description": "The Gini Index measures income inequality within a country, with values ranging from 0 to 100. A lower score indicates a more equal distribution of income among the population, while a higher score signifies greater disparities. This indicator is important because high income inequality can lead to social issues, economic instability, and reduced opportunities for lower-income individuals. Factors influencing the Gini Index include taxation policies, education levels, and economic growth. It also relates to other economic metrics, such as poverty rates and overall economic health, as these can both affect and be affected by income distribution.",
    "unit": "index (0–100)",
    "relation": "",
    "sort": "lower",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/SI.POV.GINI",
    "source_type": "worldbank",
    "source_code": "SI.POV.GINI",
    "scale": "none",
    "world_kpi": "",
    "filename": "gini_index",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Public Debt (% of GDP)",
    "description": "**Public Debt (% of GDP)** measures the total amount of money that a country's central government owes, expressed as a percentage of its Gross Domestic Product (GDP). This indicator matters because it helps assess a country's financial health and its ability to repay debts; high levels of public debt can limit government spending on essential services and investments. Factors influencing public debt include government borrowing, economic growth, and fiscal policies. This metric is closely related to other economic indicators, such as budget deficits and economic growth rates, providing a broader picture of the country's economic stability and fiscal responsibility.",
    "unit": "% of GDP",
    "relation": "",
    "sort": "lower",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/GC.DOD.TOTL.GD.ZS",
    "source_type": "worldbank",
    "source_code": "GC.DOD.TOTL.GD.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "public_debt_of_gdp",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Tax Revenue (% of GDP)",
    "description": "**Tax Revenue (% of GDP)** measures the total amount of money a government collects in taxes as a portion of the country's total economic output, represented by its Gross Domestic Product (GDP). This indicator is important because it reflects how effectively a government is generating revenue to fund public services, infrastructure, and social programs. Factors influencing tax revenue include the efficiency of the tax system, economic growth, and compliance rates among taxpayers. It is closely related to other economic metrics, such as public spending and budget deficits, as higher tax revenue can help reduce reliance on borrowing and promote financial stability.",
    "unit": "% of GDP",
    "relation": "",
    "sort": "neutral",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/GC.TAX.TOTL.GD.ZS",
    "source_type": "worldbank",
    "source_code": "GC.TAX.TOTL.GD.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "tax_revenue_of_gdp",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Unemployment Rate",
    "description": "The unemployment rate measures the percentage of people in the labor force who are actively looking for work but cannot find a job. It matters because a high unemployment rate can indicate economic problems, while a low rate suggests a healthy job market. Various factors influence this rate, including economic growth, industry demand, and government policies. The unemployment rate is closely related to other economic indicators, such as job creation and economic growth, as they all reflect the overall health of the labor market.",
    "unit": "%",
    "relation": "",
    "sort": "lower",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/SL.UEM.TOTL.ZS",
    "source_type": "worldbank",
    "source_code": "SL.UEM.TOTL.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "unemployment_rate",
    "relevance": "normal",
    "actuality": "critical"
  },
  {
    "title": "Big Mac Index",
    "description": "The Big Mac Index measures the cost of a Big Mac burger in different countries to compare the purchasing power of currencies. It helps us understand how much people can buy with their money in various economies, making it a fun and simple way to see if currencies are overvalued or undervalued. Factors like local wages, ingredient costs, and economic conditions influence the price of a Big Mac. This index is often used alongside other economic indicators, such as inflation rates and exchange rates, to provide a broader picture of a country's economic health.",
    "unit": "index",
    "relation": "",
    "sort": "lower",
    "cluster": "Economy & Labor",
    "source": "https://www.economist.com/big-mac-index",
    "source_type": "csv",
    "source_code": "big_mac_index.csv",
    "scale": "none",
    "world_kpi": "",
    "filename": "big_mac_index",
    "relevance": "irrelevant",
    "actuality": "critical"
  },
  {
    "title": "Human Development Index (HDI)",
    "description": "The Human Development Index (HDI) measures a country's overall social and economic development based on three key dimensions: health, education, and standard of living. It combines life expectancy, educational attainment, and income levels to provide a comprehensive view of how well people are living in that country. HDI matters because it helps identify areas for improvement and highlights inequalities in development. Factors like healthcare access, education quality, and economic opportunities influence HDI. This indicator is closely related to other metrics in the Health & Social cluster, such as life expectancy and literacy rates, as they all contribute to understanding human well-being and quality of life.",
    "unit": "index (0–1)",
    "relation": "",
    "sort": "higher",
    "cluster": "Health & Social",
    "source": "https://ourworldindata.org/grapher/human-development-index",
    "source_type": "owid",
    "source_code": "human-development-index.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "none",
    "world_kpi": "",
    "filename": "human_development_index_hdi",
    "relevance": "very_high",
    "actuality": "normal"
  },
  {
    "title": "Health Expenditure per Capita",
    "description": "Health Expenditure per Capita measures the average amount of money spent on health care for each person in a country, expressed in US dollars. This indicator is important because it reflects how much a nation invests in the health of its population, which can directly influence overall health outcomes and quality of care. Factors such as government policies, economic conditions, and population demographics can all affect this expenditure. It is closely related to other health metrics, such as life expectancy and health outcomes, as higher spending often correlates with better health services and improved public health.",
    "unit": "USD",
    "relation": "",
    "sort": "neutral",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SH.XPD.CHEX.PC.CD",
    "source_type": "worldbank",
    "source_code": "SH.XPD.CHEX.PC.CD",
    "scale": "none",
    "world_kpi": "",
    "filename": "health_expenditure_per_capita",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Physicians per 1,000 People",
    "description": "**Physicians per 1,000 People** measures how many doctors are available for every 1,000 individuals in a population. This indicator is important because it helps gauge the accessibility of healthcare services in a country—more physicians generally mean better healthcare availability and outcomes. Factors influencing this number include the country’s healthcare system, medical education capacity, and government health policies. This metric is closely related to other health indicators, such as hospital beds per 1,000 people and overall health expenditure, as they collectively reflect the strength and efficiency of a nation’s healthcare system.",
    "unit": "per 1,000",
    "relation": "",
    "sort": "higher",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SH.MED.PHYS.ZS",
    "source_type": "worldbank",
    "source_code": "SH.MED.PHYS.ZS",
    "scale": "none",
    "world_kpi": "",
    "filename": "physicians_per_1_000_people",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Hospital Beds per 1,000 People",
    "description": "**Hospital Beds per 1,000 People** measures the number of hospital beds available for every 1,000 individuals in a population. This indicator is important because it reflects a country’s healthcare capacity and readiness to provide care during emergencies, such as epidemics or natural disasters. Factors that influence this number include government healthcare policies, funding, and the overall health needs of the population. This metric is often considered alongside other health indicators, such as healthcare workforce numbers and hospital admissions, to give a clearer picture of a country's healthcare system's effectiveness and accessibility.",
    "unit": "per 1,000",
    "relation": "",
    "sort": "higher",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SH.MED.BEDS.ZS",
    "source_type": "worldbank",
    "source_code": "SH.MED.BEDS.ZS",
    "scale": "none",
    "world_kpi": "",
    "filename": "hospital_beds_per_1_000_people",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Infant Mortality Rate",
    "description": "The Infant Mortality Rate measures the number of infants who die before their first birthday for every 1,000 live births in a given year. This indicator is important because it reflects the overall health and well-being of a society, as well as the effectiveness of its healthcare system. Factors that can influence this rate include access to medical care, maternal health, nutrition, and socioeconomic conditions. The Infant Mortality Rate is closely related to other health metrics, such as maternal mortality and child health indicators, providing a broader picture of health challenges within a community.",
    "unit": "per 1,000 births",
    "relation": "",
    "sort": "lower",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SP.DYN.IMRT.IN",
    "source_type": "worldbank",
    "source_code": "SP.DYN.IMRT.IN",
    "scale": "none",
    "world_kpi": "",
    "filename": "infant_mortality_rate",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Maternal Mortality Ratio",
    "description": "The Maternal Mortality Ratio measures the number of women who die from pregnancy-related causes for every 100,000 live births. This indicator is crucial because it reflects the overall health care quality available to mothers, including access to medical services and prenatal care. Factors influencing this ratio include healthcare infrastructure, socioeconomic conditions, education, and the availability of skilled birth attendants. It is closely related to other health metrics, such as neonatal mortality rates and access to reproductive health services, as they all contribute to the well-being of mothers and their babies.",
    "unit": "per 100,000 births",
    "relation": "",
    "sort": "lower",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SH.STA.MMRT",
    "source_type": "worldbank",
    "source_code": "SH.STA.MMRT",
    "scale": "none",
    "world_kpi": "",
    "filename": "maternal_mortality_ratio",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Life Expectancy at Birth",
    "description": "Life expectancy at birth measures the average number of years a newborn is expected to live if current mortality rates continue. This indicator is important because it reflects the overall health and well-being of a population, influencing policies and healthcare investments. Factors that can affect life expectancy include access to healthcare, nutrition, lifestyle choices, and environmental conditions. It is closely related to other health metrics, such as infant mortality rates and disease prevalence, providing a comprehensive view of a society's health status.",
    "unit": "years",
    "relation": "",
    "sort": "higher",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SP.DYN.LE00.IN",
    "source_type": "worldbank",
    "source_code": "SP.DYN.LE00.IN",
    "scale": "none",
    "world_kpi": "",
    "filename": "life_expectancy_at_birth",
    "relevance": "none",
    "actuality": "normal"
  },
  {
    "title": "Adult Literacy Rate",
    "description": "The Adult Literacy Rate measures the percentage of people aged 15 and older who can read and write. This indicator is important because literacy is essential for personal empowerment, economic development, and informed citizenship. Factors that influence literacy rates include access to education, cultural attitudes towards learning, and government policies. Additionally, it often correlates with other social metrics, such as economic stability and health outcomes, highlighting the interconnected nature of education and overall well-being.",
    "unit": "%",
    "relation": "",
    "sort": "higher",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SE.ADT.LITR.ZS",
    "source_type": "worldbank",
    "source_code": "SE.ADT.LITR.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "adult_literacy_rate",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Homelessness Rate",
    "description": "The homelessness rate measures the proportion of people in a country who are without a permanent home, reflecting a significant social issue. It matters because high rates of homelessness can indicate broader problems like poverty, lack of affordable housing, and inadequate social services. Factors that influence this rate include economic conditions, housing availability, and government policies on social welfare. This indicator is often considered alongside other metrics like unemployment rates and poverty levels, as they all contribute to understanding the overall health and well-being of a society.",
    "unit": "per 10 000 inhabitants",
    "relation": "",
    "sort": "lower",
    "cluster": "Health & Social",
    "source": "https://ourworldindata.org/grapher/homelessness-rate-point-in-time-count",
    "source_type": "owid",
    "source_code": "homelessness-rate-point-in-time-count.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "%",
    "world_kpi": "",
    "filename": "homelessness_rate",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Old-Age Dependency Ratio",
    "description": "The Old-Age Dependency Ratio measures the proportion of older individuals (ages 65 and over) compared to those in the working-age group (ages 15 to 64). This indicator is important because it helps us understand the balance between the number of people who are retired and receiving support and those who are actively working and contributing to the economy. Factors such as life expectancy, birth rates, and retirement age can influence this ratio. A higher dependency ratio can indicate potential challenges for social services and economic stability, making it relevant when looking at other metrics like healthcare costs and pension funding.",
    "unit": "percent",
    "relation": "",
    "sort": "neutral",
    "cluster": "Society & Governance",
    "source": "https://ourworldindata.org/grapher/age-dependency-ratio-old",
    "source_type": "owid",
    "source_code": "age-dependency-ratio-old.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "%",
    "world_kpi": "",
    "filename": "old_age_dependency_ratio",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Age Dependency Ratio (Total)",
    "description": "The Age Dependency Ratio (Total) measures the proportion of young and elderly people compared to those of working age. This indicator is important because it helps us understand the balance between dependents (those who typically rely on others for support) and the working-age population, which drives economic productivity. Factors that influence this ratio include birth rates, life expectancy, and migration patterns. A higher dependency ratio can strain social services and economic resources, while it is often considered alongside other metrics like labor force participation and population growth to provide a clearer picture of societal dynamics.",
    "unit": "percent",
    "relation": "",
    "sort": "lower",
    "cluster": "Society & Governance",
    "source": "https://ourworldindata.org/grapher/age-dependency-ratio-of-working-age-population",
    "source_type": "owid",
    "source_code": "age-dependency-ratio-of-working-age-population.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "%",
    "world_kpi": "",
    "filename": "age_dependency_ratio_total",
    "relevance": "normal",
    "actuality": "normal"
  },
{
  "title": "Overall Immunization Coverage",
  "description": "Overall Immunization Coverage measures the percentage of children who have received all recommended vaccines, including those against measles, polio, and diphtheria-tetanus-pertussis (DTP). This indicator provides a broad view of a country's healthcare effectiveness and its ability to prevent infectious diseases. Higher coverage reflects better healthcare infrastructure, public trust in medicine, and reliable vaccine supply chains, while lower coverage can signal inequality in healthcare access or logistic and policy weaknesses.",
  "unit": "%",
  "relation": "",
  "sort": "higher",
  "cluster": "Health & Social",
  "source": "https://data.worldbank.org/indicator/SH.IMM.IDPT",
  "source_type": "worldbank",
  "source_code": "SH.IMM.IDPT",
  "scale": "%",
  "world_kpi": "",
  "filename": "overall_immunization_coverage",
  "relevance": "normal",
  "actuality": "normal"
},
  {
    "title": "Extreme Poverty",
    "description": "**Extreme Poverty** measures the percentage of people in a country who live on less than $2.15 a day, adjusted for purchasing power. This indicator is important because it highlights the level of economic hardship faced by the most vulnerable populations, showing how many individuals struggle to meet their basic needs for food, shelter, and healthcare. Factors such as unemployment, economic instability, and social inequalities can influence extreme poverty rates. This metric is closely related to other indicators in the Health & Social cluster, such as access to education and healthcare, as overcoming extreme poverty often requires improvements in these areas.",
    "unit": "% of population",
    "relation": "",
    "sort": "lower",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SI.POV.DDAY",
    "source_type": "worldbank",
    "source_code": "SI.POV.DDAY",
    "scale": "%",
    "world_kpi": "",
    "filename": "extreme_poverty",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Access to Basic Drinking Water",
    "description": "Access to Basic Drinking Water measures the percentage of people who have reliable access to safe and clean drinking water. This is crucial for health, as it helps prevent waterborne diseases and supports overall well-being. Factors that influence this indicator include infrastructure development, government investment, and geographic location. It is closely related to other health metrics, such as sanitation access and child mortality rates, as access to clean water is fundamental for a healthy community.",
    "unit": "%",
    "relation": "",
    "sort": "higher",
    "cluster": "Health & Social",
    "source": "https://data.worldbank.org/indicator/SH.H2O.BASW.ZS",
    "source_type": "worldbank",
    "source_code": "SH.H2O.BASW.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "access_to_basic_drinking_water",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "CO₂ Emissions",
    "description": "CO₂ emissions measure the total amount of carbon dioxide released into the atmosphere by a country in a year, expressed in tonnes. This indicator is crucial because high levels of CO₂ contribute to climate change and air pollution, impacting both the environment and public health. Factors that influence CO₂ emissions include industrial activity, energy production methods, transportation, and population size. This metric is closely related to other environmental indicators, such as renewable energy usage and carbon intensity, helping to provide a comprehensive view of a country's sustainability efforts.",
    "unit": "tonnes CO₂",
    "relation": "*",
    "sort": "lower",
    "cluster": "Environment & Sustainability",
    "source": "https://ourworldindata.org/grapher/annual-co2-emissions-per-country",
    "source_type": "owid",
    "source_code": "annual-co2-emissions-per-country.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "auto",
    "world_kpi": "j",
    "filename": "co2_emissions",
    "relevance": "none",
    "actuality": "normal"
  },
  {
    "title": "Air Quality (PM2.5 exposure)",
    "description": "**Air Quality (PM2.5 exposure)** measures the average concentration of fine particulate matter in the air, specifically particles that are 2.5 micrometers or smaller. This indicator is important because high levels of PM2.5 can harm human health, leading to respiratory issues and other serious conditions. Factors that influence PM2.5 levels include vehicle emissions, industrial activities, and natural sources like wildfires. PM2.5 exposure is closely related to other environmental metrics, such as overall air quality and public health statistics, as they all reflect the impact of air pollution on communities and ecosystems.",
    "unit": "µg/m³",
    "relation": "",
    "sort": "lower",
    "cluster": "Environment & Sustainability",
    "source": "https://data.worldbank.org/indicator/EN.ATM.PM25.MC.M3",
    "source_type": "worldbank",
    "source_code": "EN.ATM.PM25.MC.M3",
    "scale": "none",
    "world_kpi": "",
    "filename": "air_quality_pm2_5_exposure",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Renewable Energy Share",
    "description": "**Renewable Energy Share** measures the percentage of energy consumed that comes from renewable sources, such as solar, wind, and hydro power. This indicator is important because a higher share of renewable energy reduces reliance on fossil fuels, helping to combat climate change and promote sustainable development. Factors influencing this metric include government policies, technological advancements, and public investment in renewable energy infrastructure. It is often compared with other environmental indicators, like carbon emissions and energy efficiency, to assess a country's overall sustainability efforts.",
    "unit": "%",
    "relation": "",
    "sort": "higher",
    "cluster": "Environment & Sustainability",
    "source": "https://data.worldbank.org/indicator/EG.FEC.RNEW.ZS",
    "source_type": "worldbank",
    "source_code": "EG.FEC.RNEW.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "renewable_energy_share",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Internet Penetration Rate",
    "description": "**Internet Penetration Rate** measures the percentage of a country's population that has access to the Internet. This indicator is important because higher internet access can lead to better education, economic growth, and improved communication within society. Factors influencing this rate include infrastructure development, government policies, and the availability of affordable technology. The Internet Penetration Rate is closely related to other metrics in the Infrastructure & Technology cluster, such as digital literacy and mobile connectivity, as they all contribute to a nation's ability to fully engage in the digital world.",
    "unit": "%",
    "relation": "",
    "sort": "higher",
    "cluster": "Infrastructure & Technology",
    "source": "https://data.worldbank.org/indicator/IT.NET.USER.ZS",
    "source_type": "worldbank",
    "source_code": "IT.NET.USER.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "internet_penetration_rate",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Mobile Subscriptions per 100 inhabitants",
    "description": "**Mobile Subscriptions per 100 Inhabitants** measures how many mobile phone subscriptions exist for every 100 people in a given area. This indicator is important because it shows the accessibility and usage of mobile technology, which can drive economic growth and improve communication. Factors that influence this number include population size, mobile network coverage, and the affordability of mobile services. It is closely related to other metrics in the Infrastructure & Technology cluster, such as internet access and smartphone penetration, as they all reflect the overall technological landscape and connectivity of a region.",
    "unit": "per 100 people",
    "relation": "",
    "sort": "higher",
    "cluster": "Infrastructure & Technology",
    "source": "https://data.worldbank.org/indicator/IT.CEL.SETS.P2",
    "source_type": "worldbank",
    "source_code": "IT.CEL.SETS.P2",
    "scale": "none",
    "world_kpi": "",
    "filename": "mobile_subscriptions_per_100_inhabitants",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Railway Length",
    "description": "Railway Length measures the total distance of a country's railway network in kilometers. This indicator is important because it reflects the extent of a nation's transportation infrastructure, which can impact economic development, trade efficiency, and access to services. Factors such as government investment, geography, and historical development influence how extensive a railway network can be. Railway Length is closely related to other metrics in the Infrastructure & Technology cluster, such as transportation connectivity and freight capacity, as a longer railway network often leads to improved movement of goods and people.",
    "unit": "km",
    "relation": "*",
    "sort": "higher",
    "cluster": "Infrastructure & Technology",
    "source": "https://data.worldbank.org/indicator/IS.RRS.TOTL.KM",
    "source_type": "worldbank",
    "source_code": "IS.RRS.TOTL.KM",
    "scale": "auto",
    "world_kpi": "",
    "filename": "railway_length",
    "relevance": "irrelevant",
    "actuality": "normal"
  },
  {
    "title": "Inflation (Consumer Price Index)",
    "description": "Inflation, measured by the Consumer Price Index (CPI), shows how much prices for everyday goods and services have increased over the past year. This indicator matters because it affects the purchasing power of consumers—when prices rise, your money buys less. Inflation is influenced by factors like supply and demand, production costs, and government policies. It is closely related to other economic metrics such as wages and employment rates, as changes in inflation can impact how much people earn and spend in the economy.",
    "unit": "%",
    "relation": "",
    "sort": "target",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/FP.CPI.TOTL.ZG",
    "source_type": "worldbank",
    "source_code": "FP.CPI.TOTL.ZG",
    "scale": "%",
    "world_kpi": "",
    "target_value": 0,
    "filename": "inflation_consumer_price_index",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Employment-to-population ratio",
    "description": "The employment-to-population ratio measures the percentage of people who are of working age and currently have jobs. This indicator is important because it reflects how well an economy is utilizing its labor force and can signal economic health. Factors that influence this ratio include job availability, educational attainment, and economic conditions. It is often analyzed alongside other metrics like the unemployment rate and labor force participation rate to provide a fuller picture of the job market and overall economic activity.",
    "unit": "%",
    "relation": "",
    "sort": "higher",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/SL.EMP.TOTL.SP.ZS",
    "source_type": "worldbank",
    "source_code": "SL.EMP.TOTL.SP.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "employment_to_population_ratio",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Female Labor Force Participation",
    "description": "**Female Labor Force Participation**\n\nThis indicator measures the percentage of women aged 15 and older who are actively engaged in the workforce, either by working or seeking work. It matters because higher participation can lead to greater economic growth, improved family incomes, and enhanced gender equality. Factors influencing this rate include access to education, cultural norms, childcare availability, and government policies. Female labor force participation is closely related to other economic metrics, such as overall employment rates and gender wage gaps, providing a fuller picture of a country's labor market dynamics.",
    "unit": "%",
    "relation": "",
    "sort": "higher",
    "cluster": "Economy & Labor",
    "source": "https://data.worldbank.org/indicator/SL.TLF.CACT.FE.ZS",
    "source_type": "worldbank",
    "source_code": "SL.TLF.CACT.FE.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "female_labor_force_participation",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Political Corruption Index",
    "description": "The Political Corruption Index measures the level of corruption in a country’s political system, with a score ranging from 0 to 100, where higher scores indicate lower levels of corruption. This indicator is important because high corruption can undermine democracy, hinder economic development, and erode public trust in government. Factors that influence this index include the effectiveness of law enforcement, the transparency of political processes, and the accountability of public officials. It is closely related to other metrics in the Society & Governance cluster, such as government integrity and public sector accountability, providing a comprehensive view of how corruption impacts overall governance.",
    "unit": "index (0–100)",
    "relation": "",
    "sort": "lower",
    "cluster": "Society & Governance",
    "source": "https://ourworldindata.org/grapher/political-corruption-index",
    "source_type": "owid",
    "source_code": "political-corruption-index.csv?v=1&csvType=full&useColumnShortNames=true",
    "scale": "none",
    "world_kpi": "",
    "filename": "political_corruption_index",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Life Expectancy",
    "description": "**Life Expectancy** measures the average number of years a newborn is expected to live if current mortality rates continue. This indicator is important because it reflects the overall health and well-being of a population, influenced by factors such as healthcare access, nutrition, and living conditions. Higher life expectancy often indicates better social and economic conditions, while lower life expectancy can signal issues like disease, poverty, or conflict. It also connects with other metrics in the Society & Governance cluster, such as infant mortality rates and health expenditure, providing a fuller picture of a country's health status.",
    "unit": "",
    "relation": "",
    "sort": "higher",
    "cluster": "Society & Governance",
    "source": "https://ourworldindata.org/grapher/life-expectancy",
    "source_type": "owid",
    "source_code": "life-expectancy.csv?csvType=full&useColumnShortNames=true",
    "scale": "auto",
    "world_kpi": "",
    "filename": "life_expectancy",
    "relevance": "normal",
    "actuality": "stable"
  },
  {
    "title": "Military Spending (SIPRI)",
    "description": "Military spending measures the total amount of money that countries allocate to their armed forces, including salaries, equipment, and operations. This indicator is important because it reflects a nation's priorities regarding security and defense, influencing its ability to respond to threats and maintain stability. Factors that can affect military spending include political decisions, economic conditions, and regional conflicts. Additionally, military spending is often compared to other metrics like defense capabilities and security risks, helping to paint a broader picture of global security dynamics.",
    "unit": "US$ billions",
    "relation": "*",
    "sort": "lower",
    "cluster": "Security & Defense",
    "source": "https://ourworldindata.org/grapher/military-spending-sipri",
    "source_type": "owid",
    "source_code": "military-spending-sipri.csv?useColumnShortNames=true",
    "scale": "auto",
    "world_kpi": "",
    "filename": "military_spending_sipri",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Number of Armed Conflicts",
    "description": "The number of armed conflicts measures how many active wars or violent disputes are currently happening around the world, including fights between countries and within a single country. This indicator is important because it reflects the level of global instability and can impact everything from humanitarian efforts to international relations. Factors that influence this number include political tensions, economic conditions, and social unrest. It is closely related to other security metrics, such as the number of refugees or displaced persons, as conflicts often lead to increased migration and humanitarian crises.",
    "unit": "count",
    "relation": "",
    "sort": "lower",
    "cluster": "Security & Defense",
    "source": "https://ourworldindata.org/grapher/number-of-armed-conflicts",
    "source_type": "owid",
    "source_code": "number-of-armed-conflicts.csv?useColumnShortNames=true",
    "scale": "none",
    "world_kpi": "e",
    "filename": "number_of_armed_conflicts",
    "relevance": "none",
    "actuality": "normal"
  },
  {
    "title": "Global Conflict Deaths",
    "description": "Global Conflict Deaths measures the total number of people who lose their lives due to violent political conflicts around the world over an extended period. This indicator is important because it reflects the level of violence and instability in societies, helping us understand the impact of conflict on communities and nations. Factors influencing this number include the intensity of conflicts, the types of weapons used, and the effectiveness of peacekeeping efforts. It is also related to other security metrics, such as military expenditures and refugee numbers, providing a broader picture of global security challenges.",
    "unit": "deaths",
    "relation": "",
    "sort": "lower",
    "cluster": "Security & Defense",
    "source": "https://ourworldindata.org/grapher/global-deaths-in-violent-political-conflicts-over-the-long-run",
    "source_type": "owid",
    "source_code": "global-deaths-in-violent-political-conflicts-over-the-long-run.csv?useColumnShortNames=true",
    "scale": "auto",
    "world_kpi": "e",
    "filename": "global_conflict_deaths",
    "relevance": "none",
    "actuality": "normal"
  },
  {
    "title": "Road Traffic Deaths (per 100k people)",
    "description": "Road traffic deaths per 100,000 population indicate the safety of transportation systems and road infrastructure. It reflects how effectively a country enforces traffic laws, maintains its roads, and promotes safe driving practices.",
    "unit": "per 100k",
    "relation": "",
    "sort": "lower",
    "cluster": "Environment & Sustainability",
    "source": "https://data.worldbank.org/indicator/SH.STA.TRAF.P5",
    "source_type": "worldbank",
    "source_code": "SH.STA.TRAF.P5",
    "scale": "none",
    "world_kpi": "",
    "filename": "road_traffic_deaths_per_100k_people",
    "relevance": "none",
    "actuality": "normal"
  },
  {
    "title": "Individuals Using the Internet",
    "description": "The share of individuals using the Internet (% of population) indicates digital inclusion and connectivity. It is an alternative to 5G coverage, showing how widespread internet access is in each country.",
    "unit": "%",
    "relation": "",
    "sort": "higher",
    "cluster": "Infrastructure & Technology",
    "source": "https://data.worldbank.org/indicator/IT.NET.USER.ZS",
    "source_type": "worldbank",
    "source_code": "IT.NET.USER.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "individuals_using_the_internet",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Fixed Broadband Subscriptions (per 100 people)",
    "description": "Fixed broadband subscriptions per 100 people serve as a proxy for fiber-optic broadband coverage, reflecting the availability of high-speed Internet access.",
    "unit": "per 100 people",
    "relation": "",
    "sort": "higher",
    "cluster": "Infrastructure & Technology",
    "source": "https://data.worldbank.org/indicator/IT.NET.BBND.P2",
    "source_type": "worldbank",
    "source_code": "IT.NET.BBND.P2",
    "scale": "none",
    "world_kpi": "",
    "filename": "fixed_broadband_subscriptions_per_100_people",
    "relevance": "normal",
    "actuality": "normal"
  },

  {
    "title": "Education Expenditure (% of GDP)",
    "description": "Education expenditure (% of GDP) measures how much of a country's total output is invested in education. It reflects priorities in human capital development and long-term growth.",
    "unit": "% of GDP",
    "relation": "",
    "sort": "higher",
    "cluster": "Education",
    "source": "https://data.worldbank.org/indicator/SE.XPD.TOTL.GD.ZS",
    "source_type": "worldbank",
    "source_code": "SE.XPD.TOTL.GD.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "education_expenditure_of_gdp",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Mean Years of Schooling",
    "description": "The average number of years of formal education completed by people aged 25 and older, indicating general education attainment in the population.",
    "unit": "years",
    "relation": "",
    "sort": "higher",
    "cluster": "Education",
    "source": "https://ourworldindata.org/grapher/mean-years-of-schooling",
    "source_type": "owid",
    "source_code": "mean-years-of-schooling.csv?useColumnShortNames=true",
    "scale": "none",
    "world_kpi": "",
    "filename": "mean_years_of_schooling",
    "relevance": "normal",
    "actuality": "normal"
  },
  {
    "title": "Military Expenditure (% of GDP)",
    "description": "Military expenditure as a share of GDP reflects the financial burden of defense spending on a nation's economy and its security priorities.",
    "unit": "% of GDP",
    "relation": "",
    "sort": "neutral",
    "cluster": "Security & Defense",
    "source": "https://data.worldbank.org/indicator/MS.MIL.XPND.GD.ZS",
    "source_type": "worldbank",
    "source_code": "MS.MIL.XPND.GD.ZS",
    "scale": "%",
    "world_kpi": "",
    "filename": "military_expenditure_of_gdp",
    "relevance": "normal",
    "actuality": "normal"
  },

  {
  "title": "Recycling Rate",
  "description": "The Recycling Rate measures the share of total municipal waste that is collected and processed for recycling rather than being landfilled or incinerated. It reflects a country's commitment to resource efficiency, waste management, and circular economy practices. A higher recycling rate indicates more sustainable consumption patterns and environmental awareness among citizens and industries. Factors influencing this rate include infrastructure, public policy, and economic incentives for waste reduction. The Recycling Rate relates closely to other environmental metrics such as waste generation per capita and renewable energy use, together providing insight into how efficiently a society manages its material footprint.",
  "unit": "% of total waste",
  "relation": "",
  "sort": "higher",
  "cluster": "Environment & Resources",
  "source": "https://data.oecd.org/waste/recycling.htm",
  "source_type": "csv",
  "source_code": "recycling_rate.csv",
  "scale": "%",
  "world_kpi": "",
  "filename": "recycling_rate",
  "relevance": "high",
  "actuality": "normal"
},
{
  "title": "Environmental Performance Index (EPI)",
  "description": "The Environmental Performance Index (EPI), developed by Yale and Columbia Universities, evaluates how well countries perform in protecting environmental health and ecosystem vitality. It combines multiple indicators — including air and water quality, biodiversity, climate change mitigation, and sustainable agriculture — into a single composite score from 0 to 100. A higher EPI score reflects stronger environmental policies and better outcomes for both people and nature. This index helps compare national efforts to achieve sustainability goals and provides a basis for tracking progress toward global targets such as the Paris Agreement and the UN Sustainable Development Goals (SDGs).",
  "unit": "index (0–100)",
  "relation": "",
  "sort": "higher",
  "cluster": "Environment & Resources",
  "source": "https://epi.yale.edu/",
  "source_type": "csv",
  "source_code": "environmental_performance_index.csv",
  "scale": "none",
  "world_kpi": "",
  "filename": "environmental_performance_index",
  "relevance": "very_high",
  "actuality": "annual"
},

{
  "title": "Global Peace Index (GPI)",
  "description": "The Global Peace Index (GPI), published annually by the Institute for Economics and Peace, measures the relative peacefulness of nations based on 23 qualitative and quantitative indicators across three domains: ongoing conflict, societal safety and security, and militarization. Scores range from 1 (most peaceful) to 5 (least peaceful). This index matters because it provides a comprehensive view of how violence, governance, and social stability interact. Countries with lower scores tend to have stronger institutions, higher levels of trust, and lower crime rates. The GPI complements other governance indicators like the Democracy Index and Political Corruption Index, offering a broader picture of peace and stability worldwide.",
  "unit": "index (1 = most peaceful)",
  "relation": "",
  "sort": "lower",
  "cluster": "Society & Governance",
  "source": "https://www.visionofhumanity.org/maps/#/global-peace-index",
  "source_type": "csv",
  "source_code": "global_peace_index.csv",
  "scale": "none",
  "world_kpi": "",
  "filename": "global_peace_index",
  "relevance": "very_high",
  "actuality": "annual"
},
{
  "title": "Olympic Medals (Summer)",
  "description": "This indicator measures the total number of Olympic medals (Gold, Silver, and Bronze) won by each country at the Summer Olympic Games. It reflects not only elite athletic performance but also the depth of a nation's sports culture, infrastructure, and long-term investment in youth and education. While Olympic success is not a direct measure of social well-being, strong performance often correlates with effective public health systems, access to sports facilities, and widespread participation in physical education. Over time, Summer Olympic results provide insight into global development, population trends, and the influence of national training programs.",
  "unit": "count",
  "relation": "*",
  "sort": "higher",
  "cluster": "Sports & Culture",
  "source": "Kaggle athlete_events (preprocessed)",
  "source_type": "csv",
  "source_code": "olympic_medals_summer.csv",
  "scale": "none",
  "world_kpi": "",
  "filename": "olympic_medals_summer",
  "relevance": "none",
  "actuality": "stable"
},
{
  "title": "Olympic Medals (Winter)",
  "description": "This indicator measures the total number of Olympic medals (Gold, Silver, and Bronze) won by each country at the Winter Olympic Games. Beyond highlighting excellence in winter sports, it also reflects broader factors such as infrastructure, climate, and social investment in physical activity. Countries that perform well often have strong public sports programs, accessible training environments, and policies promoting youth participation. Although not a direct measure of prosperity, success at the Winter Olympics can indicate robust institutions, social cohesion, and an emphasis on national health and education through sport.",
  "unit": "count",
  "relation": "*",
  "sort": "higher",
  "cluster": "Sports & Culture",
  "source": "Kaggle athlete_events (preprocessed)",
  "source_type": "csv",
  "source_code": "olympic_medals_winter.csv",
  "scale": "none",
  "world_kpi": "",
  "filename": "olympic_medals_winter",
  "relevance": "none",
  "actuality": "normal"
},
  {
    "title": "Living Planet Index",
    "description": "The Living Planet Index measures global biodiversity trends by tracking more than 30,000 vertebrate populations — including mammals, birds, fish, reptiles, and amphibians — across thousands of species worldwide. A baseline value of 1.0 in 1970 represents the reference abundance, with declines indicating the average proportional loss in population size relative to that year. The index highlights the extent to which human activity has affected ecosystems and serves as a key indicator of planetary health.",
    "unit": "index (1970 = 1)",
    "relation": "",
    "sort": "higher",
    "cluster": "Environment & Sustainability",
    "source": "https://ourworldindata.org/grapher/global-living-planet-index",
    "source_type": "owid",
    "source_code": "global-living-planet-index.csv?useColumnShortNames=true",
    "scale": "auto",
    "world_kpi": "e",
    "filename": "living_planet_index",
    "relevance": "normal",
    "actuality": "critical"
  },
  {
    "title": "Number of Recorded Natural Disasters",
    "description": "The number of natural disaster events recorded per year, including floods, storms, earthquakes, droughts and wildfires (EM-DAT data).",
    "unit": "events",
    "relation": "",
    "sort": "neutral",
    "cluster": "Environment & Sustainability",
    "source": "https://ourworldindata.org/grapher/number-of-natural-disaster-events",
    "source_type": "owid",
    "source_code": "number-of-natural-disaster-events.csv?useColumnShortNames=true",
    "scale": "auto",
    "world_kpi": "e",
    "filename": "number_of_natural_disaster_events",
    "relevance": "normal",
    "actuality": "critical"
  },
  {
    "title": "Electric Vehicle Stock",
    "description": "Total number of electric cars (battery and plug-in hybrid) in operation per country and year (IEA data via Our World in Data).",
    "unit": "vehicles",
    "relation": "*",
    "sort": "higher",
    "cluster": "Infrastructure & Technology",
    "source": "https://ourworldindata.org/grapher/electric-car-stocks",
    "source_type": "owid",
    "source_code": "electric-car-stocks.csv?useColumnShortNames=true",
    "scale": "auto",
    "world_kpi": "",
    "filename": "electric_vehicle_stock",
    "relevance": "normal",
    "actuality": "critical"
  },
  {
  "title": "Global CO₂ Emissions",
  "description": "Total annual carbon dioxide (CO₂) emissions worldwide from fossil fuels and industry. This indicator represents the sum of all national emissions, highlighting global climate impact and historical trends.",
  "unit": "billion tonnes CO₂",
  "relation": "",
  "sort": "lower",
  "cluster": "Environment & Sustainability",
  "source": "https://ourworldindata.org/grapher/global-co2-emissions",
  "source_type": "owid",
  "source_code": "global-co2-emissions.csv?useColumnShortNames=true",
  "scale": "auto",
  "world_kpi": "e",
  "filename": "global_co2_emissions",
  "relevance": "critical",
  "actuality": "critical"
},
{
  "title": "Global Supply Chain Stress Index",
  "description": "The Global Supply Chain Stress Index (GSSI) measures pressures and disruptions in international supply chains based on global trade, shipping, and logistics data. Higher values indicate increased stress, while lower values signal stable supply networks.",
  "unit": "index (baseline = 0)",
  "relation": "",
  "sort": "lower",
  "cluster": "Economy & Labor",
  "source": "https://data.worldbank.org/indicator/WB.GLOBAL.SUPPLY.STRESS",
  "source_type": "worldbank",
  "source_code": "WB.GLOBAL.SUPPLY.STRESS",
  "scale": "index",
  "world_kpi": "e",
  "filename": "global_supply_chain_stress_index",
  "relevance": "normal",
  "actuality": "critical"
}

]
