{
  "analysis_text": "Overview\nThe KPIs show a world with moderate social progress but strong inequalities and wide dispersion. Basic services like immunization (avg 80%) and drinking water (85%) are broadly available, yet health outcomes (infant mortality avg 49 per 1,000; maternal mortality 231 per 100,000) and environmental quality (PM2.5 avg 27.5; EPI avg 43/100; recycling 19%) remain uneven. Economic capacity is highly skewed (GDP per capita avg $8.5k, very large variance), with marked digital, governance, and demographic divides.\n\nHighlights (positive developments)\n- Basic services: Broad access to drinking water (85%) and relatively high immunization coverage (80%) suggest public-health systems reach most people.\n- Education and literacy: Adult literacy averages 81%, supporting labor productivity and civic outcomes.\n- Energy transition footholds: Average renewable share is a notable 33% (with big dispersion), reflecting hydro-rich countries and rapid deployment in parts of the EU, China, and Latin America.\n- Human resilience and peace: INFORM resilience index is moderate (3.8/10 lower is better), and the Global Peace Index average (≈2.0 on a 1–5 scale) indicates most countries are not in high-intensity conflict at a given time.\n- Female economic role: Female labor force participation sits near 50%, with standout cases in Nordics and some African economies (e.g., Rwanda, Namibia).\n- Governance bright spots: Many OECD/EU democracies combine lower perceived corruption, stronger press freedom, better environmental performance, and higher happiness.\n\nLowlights (negative developments)\n- Health gaps: Infant (49/1,000) and maternal mortality (231/100k) averages are high and very dispersed, signaling persistent weaknesses in low-income and fragile states.\n- Environmental stress: PM2.5 exposure (27.5 μg/m3) far exceeds WHO guidelines; EPI average is middling (43/100), and recycling is low (18.6%).\n- Macro instability in fragile contexts: Inflation has high variance, with hyperinflation outliers; military spending (% GDP) shows extreme values in conflict states; public debt and tax-to-GDP have heavy tails, pointing to fiscal risks and data volatility.\n- Digital divide: Internet use averages 31% and fixed broadband 10.6 per 100 people, implying large access gaps (notably in Sub-Saharan Africa and parts of South Asia).\n- Inequality and poverty: Gini averages 37 (with very high country outliers), and extreme poverty still averages 11% across observations.\n- Road safety: Road deaths average 17.9 per 100k, with high variance—an often overlooked public-health burden.\n\nPolitical & Regional Differences\n- Democracies vs autocracies:\n  - Democracies (especially in OECD/EU): Better press freedom (lower scores), lower perceived corruption, higher tax effort, more social spending, and stronger outcomes on life expectancy, infant/maternal mortality, and happiness. Recycling and EPI scores are generally higher. Exceptions: the US has very high health spending but middling life expectancy; several democracies face elevated inequality.\n  - Autocracies: Often weaker press freedom and higher perceived corruption, but some deliver strong service outcomes (e.g., high immunization, infrastructure). Positive exceptions include Singapore (low corruption, high service quality, strong EPI relative to income) and, to a degree, Vietnam. Negative exceptions include conflict-ridden or highly resource-dependent autocracies with low renewables and high PM2.5.\n- Economic power groups:\n  - EU/OECD/G7: High internet/broadband, health capacity (beds, physicians), lower fertility, higher life expectancy, stronger EPI, and higher recycling. The EU leads on renewables growth; Nordics stand out on happiness and governance.\n  - G20: Mixed performance; large emitters (US, China, India) dominate the energy and air-quality picture. Inequality varies widely; social indicators improve with income but remain heterogeneous.\n  - BRICS: Strong economic scale but governance and environmental scores vary. China leads on renewable deployment and infrastructure but has faced PM2.5 challenges and low press freedom. India shows fast digitalization but lower tax-to-GDP, high PM2.5, and large health gaps; Brazil and South Africa struggle with inequality.\n- Resource dependency:\n  - Hydrocarbon exporters (Gulf, Russia): High GNI per capita (especially Gulf), high military outlays and low tax-to-GDP (where oil rents dominate), lower press freedom, low historical renewable shares (now rising), and high PM2.5 or dust exposure. Female labor participation tends to be lower.\n  - Hydro-rich smaller economies (Paraguay, Costa Rica, parts of SSA and the Caucasus): Very high renewable shares and relatively clean electricity, sometimes paired with mid-level incomes.\n\nInterrelations & Global Dynamics\n- Income and human development: Higher GDP/GNI per capita correlate with higher life expectancy, lower infant/maternal mortality, more hospital beds and physicians, and higher internet/broadband. Returns diminish at the highest incomes.\n- Governance and outcomes: Better press freedom and lower corruption align with higher happiness, better EPI scores, stronger tax revenue bases, and better health/education metrics. This cluster describes many EU/OECD democracies; Singapore is a notable non-democratic outlier performing well on service delivery and corruption control.\n- Demography and services: Higher fertility (avg 3.9) and population growth link to lower income, lower access to services, and higher infant/maternal mortality. Urbanization (≈50%) is associated with better service access but, in emerging economies, with worse air quality unless clean-energy and transport policies exist.\n- Energy and environment: The high average renewable share is bimodal—very high in hydro-reliant countries and increasingly high in richer regions investing in wind/solar—while coal-heavy and oil-dependent states lag. Low recycling and middling EPI show circular-economy gaps.\n- Conflict, inflation, and fiscal fragility: Countries with conflict tend to show higher military burden, inflation spikes, and weak tax bases, which hinder social spending and worsen poverty. These dynamics drive internal displacement and cross-border migration.\n- Digital divide and inequality: Low internet penetration and broadband access reinforce income and education gaps. Where connectivity rises quickly (China, India, Indonesia), productivity gains are visible but depend on complementary education and governance.\n\nForecast & Outlook\n- Climate and energy: Expect continued growth in renewables (EU, China, India, US IRA-type policies), but global PM2.5 will remain elevated without faster coal phase-out and clean transport. Recycling and circular-economy policies are likely to expand in the EU and OECD; diffusion to emerging economies will be uneven.\n- Inequality and poverty: Gradual reduction in extreme poverty continues where macro stability and governance improve, but inequality will stay high in parts of Latin America and Southern Africa without tax reform, quality education, and formal job creation.\n- Demographics and migration: Aging in OECD/East Asia and high fertility in parts of Africa will fuel labor shortages in rich economies and migration pressures from poorer, climate-stressed regions. Urbanization will proceed, demanding major investments in housing, water, and transport.\n- Health systems: Immunization coverage should stabilize or improve after recent disruptions, but maternal and infant mortality gaps will persist without targeted primary care, WASH, and women’s health investments. Fiscal stress could slow progress in some low- and middle-income countries.\n- Geopolitics and security: Elevated military spending in Europe and parts of Asia is likely to continue. Peace index averages may drift slightly worse in conflict zones, with spillovers to inflation and debt sustainability.\n\nShort Global Conclusion\nThe data portray a two-speed world: many democracies in the EU/OECD show strong, reinforcing outcomes in governance, health, environment, and digital access, while fragile and resource-dependent states face intertwined challenges of weak institutions, health gaps, pollution, and fiscal stress. Positive exceptions include hydro-rich and reform-oriented countries that convert limited incomes into clean power and better services; negative exceptions occur where high income coexists with environmental or governance weaknesses. Closing the gaps will require faster clean-energy transitions, stronger social compacts (tax capacity and service delivery), investment in women’s health and education, and managed migration policies that align demographic realities with labor needs. Data outliers warn of measurement issues, but the broad patterns are clear: institutions, diversification, and green industrial policies are the levers that separate the global leaders from the laggards.",
  "summary": {
    "overall_immunization_coverage": {
      "count": 8010,
      "avg": 80.424,
      "std": 21.548,
      "min": 1.0,
      "max": 99.0,
      "outlier_count": 153
    },
    "adult_literacy_rate": {
      "count": 1084,
      "avg": 81.026,
      "std": 20.413,
      "min": 8.82999992370605,
      "max": 100.0,
      "outlier_count": 10
    },
    "recycling_rate": {
      "count": 5460,
      "avg": 18.562,
      "std": 12.421,
      "min": 0.85,
      "max": 67.1,
      "outlier_count": 54
    },
    "fertility_rate": {
      "count": 12448,
      "avg": 3.911,
      "std": 2.015,
      "min": 0.721,
      "max": 8.864,
      "outlier_count": 0
    },
    "renewable_energy_share": {
      "count": 6126,
      "avg": 33.097,
      "std": 30.328,
      "min": 0.0,
      "max": 97.5,
      "outlier_count": 0
    },
    "inform_resilience_index": {
      "count": 1900,
      "avg": 3.803,
      "std": 1.692,
      "min": 0.6,
      "max": 8.8,
      "outlier_count": 0
    },
    "access_to_basic_drinking_water": {
      "count": 4338,
      "avg": 85.379,
      "std": 17.971,
      "min": 18.6823027003951,
      "max": 100.0,
      "outlier_count": 29
    },
    "environmental_performance_index": {
      "count": 179,
      "avg": 43.138,
      "std": 12.289,
      "min": 18.9,
      "max": 77.9,
      "outlier_count": 0
    },
    "population": {
      "count": 12645,
      "avg": 27877363.152,
      "std": 111116232.412,
      "min": 4607.0,
      "max": 1450935791.0,
      "outlier_count": 195
    },
    "fixed_broadband_subscriptions_per_100_people": {
      "count": 3909,
      "avg": 10.576,
      "std": 13.157,
      "min": 0.0,
      "max": 75.7497,
      "outlier_count": 13
    },
    "employment_to_population_ratio": {
      "count": 6043,
      "avg": 56.515,
      "std": 12.248,
      "min": 19.886,
      "max": 87.461,
      "outlier_count": 0
    },
    "hospital_beds_per_1_000_people": {
      "count": 4691,
      "avg": 4.191,
      "std": 3.411,
      "min": 0.1,
      "max": 40.3154563903809,
      "outlier_count": 39
    },
    "military_expenditure_of_gdp": {
      "count": 7708,
      "avg": 2.713,
      "std": 3.182,
      "min": 1.715e-05,
      "max": 117.34982320869,
      "outlier_count": 143
    },
    "olympic_medals_summer": {
      "count": 881,
      "avg": 5.706,
      "std": 8.394,
      "min": 1.0,
      "max": 72.0,
      "outlier_count": 24
    },
    "education_expenditure_of_gdp": {
      "count": 4917,
      "avg": 4.334,
      "std": 2.202,
      "min": 0.0,
      "max": 66.9003067016602,
      "outlier_count": 52
    },
    "homelessness_rate": {
      "count": 32,
      "avg": 24.221,
      "std": 25.931,
      "min": 1.2268863,
      "max": 85.877396,
      "outlier_count": 0
    },
    "tax_revenue_of_gdp": {
      "count": 4497,
      "avg": 17.103,
      "std": 14.869,
      "min": 6.27918000416869e-05,
      "max": 638.661722364669,
      "outlier_count": 7
    },
    "gni_per_capita_current_us": {
      "count": 9906,
      "avg": 7785.509,
      "std": 13960.645,
      "min": 10.0,
      "max": 121890.0,
      "outlier_count": 274
    },
    "inflation_consumer_price_index": {
      "count": 5035,
      "avg": 13.187,
      "std": 84.848,
      "min": -16.8596910540644,
      "max": 2947.73277248299,
      "outlier_count": 28
    },
    "press_freedom_index": {
      "count": 3184,
      "avg": 34.254,
      "std": 16.36,
      "min": 6.38,
      "max": 88.87,
      "outlier_count": 36
    },
    "gdp_per_capita_current_us": {
      "count": 10762,
      "avg": 8514.322,
      "std": 17939.962,
      "min": 11.8013216738981,
      "max": 256580.515122745,
      "outlier_count": 211
    },
    "maternal_mortality_ratio": {
      "count": 7488,
      "avg": 230.727,
      "std": 403.237,
      "min": 1.0,
      "max": 8045.0,
      "outlier_count": 107
    },
    "health_expenditure_per_capita": {
      "count": 4334,
      "avg": 964.996,
      "std": 1692.055,
      "min": 4.47214985,
      "max": 12434.43359375,
      "outlier_count": 120
    },
    "internet_penetration_rate": {
      "count": 5734,
      "avg": 30.716,
      "std": 32.352,
      "min": 0.0,
      "max": 100.0,
      "outlier_count": 0
    },
    "public_debt_of_gdp": {
      "count": 1595,
      "avg": 56.53,
      "std": 77.786,
      "min": -1.17072566818484,
      "max": 2003.94175624302,
      "outlier_count": 4
    },
    "area": {
      "count": 12100,
      "avg": 713828.768,
      "std": 2097998.834,
      "min": 2.027,
      "max": 17125190.0,
      "outlier_count": 440
    },
    "unemployment_rate": {
      "count": 6043,
      "avg": 8.109,
      "std": 6.169,
      "min": 0.1,
      "max": 38.8,
      "outlier_count": 91
    },
    "global_peace_index": {
      "count": 2904,
      "avg": 2.025,
      "std": 0.443,
      "min": 1.091,
      "max": 3.57,
      "outlier_count": 15
    },
    "big_mac_index": {
      "count": 1873,
      "avg": 3.536,
      "std": 2.279,
      "min": 0.64,
      "max": 85.967,
      "outlier_count": 1
    },
    "female_labor_force_participation": {
      "count": 6221,
      "avg": 49.831,
      "std": 16.277,
      "min": 4.907,
      "max": 90.451,
      "outlier_count": 0
    },
    "population_growth": {
      "count": 12448,
      "avg": 1.735,
      "std": 1.716,
      "min": -27.4707864795381,
      "max": 21.700342942038,
      "outlier_count": 157
    },
    "olympic_medals_winter": {
      "count": 321,
      "avg": 2.526,
      "std": 2.481,
      "min": 1.0,
      "max": 13.0,
      "outlier_count": 13
    },
    "political_corruption_index": {
      "count": 38306,
      "avg": 0.433,
      "std": 0.281,
      "min": 0.002,
      "max": 0.971,
      "outlier_count": 0
    },
    "extreme_poverty": {
      "count": 2399,
      "avg": 11.368,
      "std": 19.318,
      "min": 0.0,
      "max": 97.0,
      "outlier_count": 76
    },
    "world_happiness_index": {
      "count": 1147,
      "avg": 5.544,
      "std": 1.133,
      "min": 1.281,
      "max": 8.019,
      "outlier_count": 1
    },
    "individuals_using_the_internet": {
      "count": 5734,
      "avg": 30.716,
      "std": 32.352,
      "min": 0.0,
      "max": 100.0,
      "outlier_count": 0
    },
    "railway_length": {
      "count": 2109,
      "avg": 10096.75,
      "std": 24667.261,
      "min": 239.2,
      "max": 203875.0,
      "outlier_count": 63
    },
    "mobile_subscriptions_per_100_inhabitants": {
      "count": 9686,
      "avg": 37.48,
      "std": 51.441,
      "min": 0.0,
      "max": 220.412,
      "outlier_count": 35
    },
    "physicians_per_1_000_people": {
      "count": 5084,
      "avg": 1.715,
      "std": 1.451,
      "min": 0.004,
      "max": 9.429,
      "outlier_count": 41
    },
    "infant_mortality_rate": {
      "count": 11411,
      "avg": 49.12,
      "std": 45.537,
      "min": 1.4,
      "max": 472.5,
      "outlier_count": 126
    },
    "gdp": {
      "count": 10762,
      "avg": 206317498497.546,
      "std": 1135415603595.347,
      "min": 2585955.87411804,
      "max": 29184890000000.0,
      "outlier_count": 161
    },
    "air_quality_pm2_5_exposure": {
      "count": 5952,
      "avg": 27.483,
      "std": 16.575,
      "min": 4.89518090216668,
      "max": 107.144665250434,
      "outlier_count": 85
    },
    "gini_index": {
      "count": 2399,
      "avg": 37.323,
      "std": 8.721,
      "min": 20.2,
      "max": 71.1,
      "outlier_count": 3
    },
    "urbanization_rate": {
      "count": 12610,
      "avg": 49.886,
      "std": 24.896,
      "min": 2.077,
      "max": 100.0,
      "outlier_count": 0
    },
    "life_expectancy_at_birth": {
      "count": 12446,
      "avg": 64.469,
      "std": 11.341,
      "min": 10.989,
      "max": 86.372,
      "outlier_count": 35
    },
    "road_traffic_deaths_per_100k_people": {
      "count": 3649,
      "avg": 17.924,
      "std": 9.003,
      "min": 0.0,
      "max": 64.6,
      "outlier_count": 3
    }
  }
}