{
  "area": {
    "summary": "Land Area (km²) measures a country’s total surface area, indicating space available for settlement, production, and conservation. Top: Russia (~17m km²), Canada, China, United States, Brazil. Lowest: Vatican City (~0.44), Monaco (~2), Nauru, Tuvalu, San Marino. Land area is mostly stable; changes stem from border adjustments, land reclamation (e.g., Singapore, UAE), and coastal erosion/sea-level rise affecting low atolls. Regional patterns: the Americas and Africa contain many very large states; Europe and Oceania host numerous microstates; island nations tend to be small. In Society & Governance, land area often inversely relates to population density; larger territories can challenge governance reach and infrastructure provision, while small states may achieve high service coverage yet face limited resource bases. Absolute resource and forest totals tend to scale with area. Outlook: broadly static, with incremental shifts from reclamation and climate-driven coastline change.",
    "last_update": "2025-10-25"
  },
  "population": {
    "summary": "Population counts residents at a point in time, shaping demand for services, labor, and policy. Largest populations: India, China, United States, Indonesia, Pakistan, Nigeria. Smallest: Vatican City, Tuvalu, Nauru, San Marino, Monaco. Trends: fastest growth in Sub‑Saharan Africa and parts of South Asia; stabilization or decline in East Asia (China, Japan, Korea) and much of Europe; Latin America slowing; Gulf states heavily influenced by migration. Regional differences show expanding megacities alongside aging, shrinking rural areas. Correlations within Society & Governance: larger populations often align with higher density and urbanization; demographic distribution (youth vs elderly dependency) drives education, health, and welfare needs; net migration reshapes age structure and service pressure. Outlook: global growth is decelerating and concentrating in Africa; more countries will peak and age, demanding proactive planning for housing, jobs, health care, and social protection.",
    "last_update": "2025-10-25"
  },
  "population_growth": {
    "summary": "KPI: Population Growth (% per year) measures the annual percent change in a country’s population, driven by births, deaths, and net migration. It signals demographic momentum that shapes labor supply, demand for education/healthcare, and long-term fiscal needs.\n\nTop growth: Sub‑Saharan Africa (e.g., Niger, DRC, Angola, Uganda) and migration-driven Gulf states (Qatar, UAE) post the highest rates. Low/negative growth: Japan, South Korea, Italy, Bulgaria, Latvia, and increasingly China and Portugal.\n\nTrends/regional patterns: Global deceleration continues; Africa remains youthful with rapid growth, while Europe and East Asia age and stagnate; parts of MENA grow via migration. Shocks (conflict, policy shifts) can swing rates quickly.\n\nCorrelations (Society & Governance): Strongly positive with fertility rate and youth dependency; typically inverse with female education and urbanization. Low/negative growth often coincides with higher life expectancy and aging.\n\nOutlook: Further global slowdown, more countries entering zero/negative growth; policy levers pivot to pro‑natal incentives and managed migration.",
    "last_update": "2025-10-25"
  },
  "median_age": {
    "summary": "Median Age (years) is the age at which half the population is younger and half older, signaling demographic youthfulness or aging. Highest values are in Japan, Italy, Germany, Portugal, South Korea, and Spain; lowest in Niger, Chad, Mali, Uganda, DR Congo, and Somalia. Regionally, Europe and East Asia are oldest; North America and China are mid-to-high; Latin America is mid-30s; MENA and South Asia sit in late-20s/30s; Sub-Saharan Africa remains very young. Trend: broad global aging from lower fertility and longer lives, with rapid shifts in parts of East Asia. Correlations: median age is negatively linked to population growth and youth dependency, and positively to old-age dependency and pension/health pressures. Outlook: continued aging in Europe/East Asia and gradual rises in Africa; policy focus on fertility support, productive longevity, and targeted migration.",
    "last_update": "2025-10-25"
  },
  "fertility_rate": {
    "summary": "Fertility Rate (births per woman) measures the average number of children a woman is expected to have, signaling population growth, family planning needs, and social policy pressures. Highest rates persist in Niger, Somalia, DR Congo, Chad, and Mali; lowest in South Korea, Hong Kong, Singapore, Italy, Spain, and Japan. Regional split: Sub‑Saharan Africa remains well above replacement; South Asia, MENA, and Latin America keep declining; Europe and East Asia are at record lows. In the Society & Governance cluster, fertility correlates positively with population growth and youth dependency, and inversely with female education, urbanization, and maternal/child health (higher fertility often coincides with higher maternal mortality where care is limited). Outlook: Global fertility is trending down; more countries will sit below replacement, prompting support-for-families and migration policies, while high‑fertility regions focus on girls’ education and reproductive health.",
    "last_update": "2025-10-25"
  },
  "urbanization_rate": {
    "summary": "Urbanization Rate (%) measures the share of a population living in cities/towns, indicating internal migration and the concentration of people, jobs, and services. Top values occur in city-states and Gulf economies (e.g., Singapore, Qatar, Kuwait) and much of Latin America; lowest rates are in agrarian Sub‑Saharan Africa and South Asia (e.g., Burundi, Niger, Ethiopia). Europe/North America are mature and stable; East Asia and parts of MENA have urbanized rapidly; Africa and South Asia remain less urban but are urbanizing fastest. Higher urbanization often correlates with better access to water/sanitation, healthcare, education, digital connectivity, and more service-sector employment; it can also coincide with wider inequality, housing stress, and higher governance demands. Outlook: the rate will keep rising, led by Africa and Asia, underscoring the need for inclusive, resilient urban planning and investment in secondary cities and basic services.",
    "last_update": "2025-10-25"
  },
  "democracy_index": {
    "summary": "Democracy Index (0–10) gauges the quality of democracy via electoral process, political participation, civil liberties, and governance. Top performers cluster in Northern/Western Europe (Norway, Sweden, Finland, Iceland, Denmark), plus New Zealand, Switzerland, Netherlands, Canada, Ireland; Taiwan and Uruguay also score strongly. Lowest scores appear in North Korea, Syria, Afghanistan, Eritrea, Turkmenistan, and post‑coup Myanmar; Russia has fallen further. Regional patterns: Europe leads; MENA and parts of Sub‑Saharan Africa lag; Asia‑Pacific is mixed; Latin America is diverse (Uruguay/Chile high, Venezuela/Nicaragua low); Eastern Europe has backslid. It correlates positively with Freedom Index and Political Stability, and inversely with corruption. Outlook: modest, uneven improvements hinge on institutional reforms and civic space; polarization, coups, and conflicts remain key risks.",
    "last_update": "2025-10-25"
  },
  "press_freedom_index": {
    "summary": "The Press Freedom Index (unit: index) gauges how freely journalists can report without censorship or retaliation, influenced by media pluralism, legal protections, and safety. Top performers cluster in Northern/Western Europe (e.g., Norway, Denmark, Sweden, Finland, Netherlands). Lowest scores appear in repressive regimes (North Korea, Eritrea, Iran, Syria, China, Turkmenistan). Regional patterns: Europe leads; the Americas are mixed—solid laws but high violence in places like Mexico/Haiti; Asia-Pacific spans from New Zealand to restrictive Vietnam/Myanmar; MENA remains broadly constrained; Africa is heterogeneous. The index correlates positively with civil liberties, political rights, rule of law, and negatively with corruption, conflict, and internet shutdowns. Trend: stagnation or decline amid polarization, disinformation, SLAPPs, and wartime crackdowns. Outlook: incremental gains where legal safeguards and journalist protection improve, but conflict and digital harassment keep risks elevated.",
    "last_update": "2025-10-25"
  },
  "world_happiness_index": {
    "summary": "The World Happiness Index (0–10) captures self-reported life satisfaction and well-being, reflecting income, social support, freedom, and corruption. Top performers remain the Nordics (Finland, Denmark, Iceland, Sweden), plus Netherlands/Switzerland; lowest scores cluster in fragile/conflict states (e.g., Afghanistan, Lebanon, Yemen, Syria, parts of Sub‑Saharan Africa). Regional patterns: Western Europe and Oceania high; Latin America mid‑high despite lower GDP due to strong social ties; South Asia and Sub‑Saharan Africa lag. Recent reports note declining youth happiness in some high‑income countries. Correlations within Society & Governance: higher social equality, stronger mental health, trust/low corruption, rule of law, and safety align with higher happiness. Outlook: Leaders stable; gains hinge on bolstering mental health, social protection, and institutional trust.",
    "last_update": "2025-10-25"
  },
  "gdp": {
    "summary": "KPI: GDP (current US$) measures the total value of goods and services produced at current prices in USD, indicating economic scale and demand dynamics. Driven by consumption, investment, government spending, and net exports.\nTop performers: United States (clear lead), China (second), then Japan, Germany, India, UK, France. Lowest totals are in micro- and small island states (e.g., Tuvalu, Nauru, Kiribati, Palau) and some fragile/conflict economies.\nTrends/regional differences: Post‑pandemic rebound lifted nominal GDP, aided by inflation; a strong USD has suppressed figures where currencies weakened. Asia (notably India and ASEAN) leads growth; Euro area and Japan are subdued; commodity exporters remain volatile; Sub‑Saharan Africa grows from a low base.\nCorrelations (Economy & Labor): Higher GDP often aligns with lower unemployment, higher labor demand, trade volume, and investment; inflation and FX swings raise/lower nominal USD GDP.\nOutlook: Moderate global expansion; US resilient, India/ASEAN outpace; risks from rates, geopolitics, commodities, and currency moves. Unit: USD.",
    "last_update": "2025-10-25"
  },
  "gdp_per_capita_current_us": {
    "summary": "Unit: USD. GDP per capita (current US$) gauges average economic output per person, a proxy for living standards, driven by growth, productivity, and population dynamics.\n\nTop performers: Luxembourg, Ireland, Switzerland, Norway, Singapore, Qatar—often elevated by finance, multinationals, or hydrocarbons. Low performers: Burundi, South Sudan, Central African Republic, Malawi, Niger, DRC—reflecting fragility and low productivity.\n\nTrends: 2020 pandemic dip followed by rebound; East/Southeast Asia climbing; North America and Western Europe high but slower; GCC tied to oil cycles; Sub‑Saharan Africa lags with wide dispersion; Latin America shows stop‑go growth.\n\nCorrelations (Economy & Labor): strong with labor productivity, wages, formal employment; inverse with poverty/informality; mixed with unemployment; aligns with investment, trade openness, and human capital.\n\nOutlook: Moderate gains ahead; AI and green investment may lift leaders; Asia to converge further, while debt, conflict, and climate risks constrain low‑income countries.",
    "last_update": "2025-10-25"
  },
  "gni_per_capita_current_us": {
    "summary": "GNI per capita (current US$) measures average resident income, including net income from abroad, in USD—an indicator of economic well‑being and cross‑country living standards. Top performers include Luxembourg, Switzerland, Norway, Ireland, Singapore, the United States, and Gulf states (Qatar/UAE); lowest levels are seen in Burundi, Central African Republic, Malawi, South Sudan, Niger, and DRC. Patterns: very high values in small advanced European hubs and hydrocarbon exporters; persistently low in conflict‑affected, landlocked Sub‑Saharan Africa; steady gains in Emerging Asia and parts of Eastern Europe; Latin America mixed. 2020 showed a pandemic dip, with rebound since, though inflation and FX swings affect current US$ levels. Correlates positively with GDP per capita, productivity, formal employment, trade/FDI; negatively with poverty and informality; remittances can lift GNI vs GDP. Outlook: slower global growth and commodity normalization may moderate rises; reforms boosting skills, productivity, and integration can sustain convergence.",
    "last_update": "2025-10-25"
  },
  "gini_index": {
    "summary": "Gini Index (0–100) gauges income inequality; lower = more equal. Top performers (low Gini): Slovenia, Czechia, Slovakia, Finland, Norway. Low performers (high Gini): South Africa, Namibia, Brazil, Colombia, Honduras; the US remains above the OECD average. Regional patterns: Nordics and much of Central/Eastern Europe are most equal; Latin America and Southern Africa are the most unequal; Western Europe sits mid-low; East Asia is mostly mid-range with variability. Trends: Many countries saw a COVID-19 spike with partial reversals; Latin America’s earlier gains have stalled; CEE remains relatively stable. Correlations within Economy & Labor: higher poverty, unemployment, and informality link to higher Gini; stronger social transfers, progressive taxation, minimum-wage coverage, and collective bargaining align with lower Gini; GDP growth lowers inequality only when job-rich and inclusive. Outlook: Modest improvement where social protection and formal jobs expand; risks from inflation and automation persist.",
    "last_update": "2025-10-25"
  },
  "public_debt_of_gdp": {
    "summary": "Public Debt (% of GDP) measures central government liabilities relative to economic output, indicating fiscal space and repayment capacity (lower is generally better). Top performers (low debt): Estonia, Luxembourg, Chile, Saudi Arabia, Botswana. Highest ratios: Japan, Greece, Italy, Portugal, United States. Regional patterns: advanced economies remain elevated after the post‑COVID spike; commodity exporters and Baltics are generally lower; several small island and low‑income economies face high and risky burdens. Correlations within Economy & Labor: higher debt aligns with persistent budget deficits and weaker GDP growth; high interest costs can crowd out investment and jobs; strong growth and primary surpluses reduce debt. Trend: stabilization after 2020–22, but refinancing risks rose with higher rates. Outlook: gradual consolidation in Europe and parts of EM, yet elevated ratios likely persist without credible fiscal rules and growth-enhancing reforms.",
    "last_update": "2025-10-25"
  },
  "tax_revenue_of_gdp": {
    "summary": "Tax Revenue (% of GDP) gauges fiscal capacity—the share of national output raised via taxes to fund services and stabilization. Highest ratios are typically seen in advanced European economies (e.g., Denmark, France, Belgium, Sweden) and some small island states; the lowest appear in fragile and resource‑dependent countries with narrow tax bases and high informality (e.g., Nigeria, Yemen, South Sudan).\n\nRegional patterns: Europe/OECD high; Latin America mid; Sub‑Saharan Africa and parts of South Asia lower but gradually rising with VAT reforms and digitalization. Ratios dipped in 2020 and have partly rebounded.\n\nCorrelations (Economy & Labor): Positively linked with government expenditure and fiscal sustainability (smaller deficits), and often with GDP per capita and formal employment; cyclical with growth and trade openness. Heavy oil reliance often coincides with weak non‑resource tax effort.\n\nOutlook: Moderate upward drift expected from base broadening and compliance tech, tempered by growth slowdowns, commodity swings, and reform politics.",
    "last_update": "2025-10-25"
  },
  "unemployment_rate": {
    "summary": "Unemployment Rate (%) measures the share of the labor force actively seeking work but without a job—lower is better. Top performers typically include Switzerland, Japan, Singapore, Thailand, and Vietnam (tight labor markets, strong services/industry). Higher rates persist in South Africa, Spain, Greece, Jordan, and Namibia, reflecting structural rigidities and slower growth. Regional patterns: East Asia generally low; Central/Eastern Europe and North America low-to-moderate; Southern Europe above EU average; MENA and Southern Africa elevated; Latin America mixed with recent improvement. Correlates negatively with GDP growth and job creation, and links to labor force participation, employment-to-population ratio, informality, and underemployment; monetary policy and inflation shifts affect it with lags. Outlook: slight uptick in advanced economies as growth cools; gradual declines where reforms and investment expand formal jobs.",
    "last_update": "2025-10-25"
  },
  "big_mac_index": {
    "summary": "The Big Mac Index (unit: index) proxies purchasing-power parity by comparing local Big‑Mac prices to the USD, signaling currency over/undervaluation shaped by wages, input costs, taxes, and FX moves.\n\nTop vs low: Highest readings typically occur in high‑income, strong‑currency markets (e.g., Switzerland, Norway, Israel, UAE, US). Lowest values cluster in emerging economies with cheaper labor and weaker FX (e.g., India, Egypt, Türkiye, Malaysia, South Africa).\n\nTrends/regional: Post‑2021 inflation lifted prices globally; a strong USD widened undervaluation in many EMs. Europe is split—CHF/NOK rich, euro near parity; much of Asia prices lower; Gulf markets skew higher.\n\nCorrelations (Economy & Labor): Positive with GDP per capita, wage levels, CPI inflation, and recent FX appreciation; mixed with unemployment but aligned with unit labor costs and cost‑of‑living indices.\n\nOutlook: With disinflation but ongoing FX volatility, dispersion may narrow modestly, with persistent gaps in EMs.",
    "last_update": "2025-10-25"
  },
  "human_development_index_hdi": {
    "summary": "HDI condenses health (life expectancy), education (schooling), and living standards (income) into a 0–1 index of human well‑being. Top performers include Switzerland, Norway, Iceland, Denmark, Singapore, and Australia; the lowest are concentrated in Sub‑Saharan Africa, such as South Sudan, Chad, Niger, and the Central African Republic. Regionally, Europe/North America and parts of East Asia score very high; South Asia and Sub‑Saharan Africa lag, with oil‑rich Gulf states often high despite education or gender gaps. Trend: multi‑decade gains, but COVID‑19 and conflicts caused setbacks and widening divergence. Correlations (Health & Social): strong positive with life expectancy and literacy/schooling; negative with child and maternal mortality, poverty, and unmet health needs; aligned with health coverage and social protection. Outlook: gradual recovery is likely, but inequality, climate stress, and instability may stall progress without sustained investment in health, quality education, and decent work.",
    "last_update": "2025-10-25"
  },
  "health_expenditure_per_capita": {
    "summary": "Health Expenditure per Capita (USD) measures average health spending per person, indicating national investment in care access and quality. Top spenders include the United States, Switzerland, Norway, and Luxembourg; lowest levels are seen across low‑income countries in Sub‑Saharan Africa (e.g., DRC, Niger) and parts of South Asia (e.g., Afghanistan). Trends: steady global increases, a COVID‑era surge followed by normalization; persistent regional gaps; higher out‑of‑pocket shares in low‑income settings. Correlations: generally positive with life expectancy, immunization, and provider density, and negative with infant/maternal mortality; however, high spend does not always yield superior outcomes (e.g., inefficiencies). Within the Health & Social cluster, it aligns with social protection coverage and service readiness. Outlook: gradual growth driven by aging and chronic disease, with pressure for efficiency gains, primary care strengthening, and preventive care; slow convergence across regions.",
    "last_update": "2025-10-25"
  },
  "physicians_per_1_000_people": {
    "summary": "Physicians per 1,000 People (unit: per 1,000) gauges the density of doctors—an access-to-care proxy shaped by training capacity, financing, and policy. Top densities appear in Europe (e.g., Greece, Austria, Germany, Norway), some small high‑income states, and Cuba; lowest in many Sub‑Saharan African and parts of South/Southeast Asian countries (e.g., Niger, Ethiopia, Tanzania, Afghanistan). Regional patterns: OECD and Eastern Europe are high; Latin America is mid with wide spread; MENA is uneven; large rural countries face urban–rural gaps. Trends show gradual global increases but stagnation where emigration and fiscal limits persist; COVID-19 exposed shortages. Strong positive correlation with health expenditure and hospital beds per 1,000, and inverse with infant/maternal mortality. Outlook: demand rising with aging and NCDs; progress hinges on expanding education, rural retention, ethical migration management, and complementary roles (nurses/telehealth).",
    "last_update": "2025-10-25"
  },
  "hospital_beds_per_1_000_people": {
    "summary": "Hospital Beds per 1,000 People measures staffed beds per 1,000 residents and signals inpatient surge capacity and system readiness. Top densities: Japan and South Korea (very high), Germany and Austria (high), and several Eastern European states. Low densities: many Sub-Saharan African countries, parts of South/Southeast Asia, and some Latin America; the US and UK are below OECD average. Regional patterns: legacy hospital-centric models keep Eastern Europe high; Nordics, UK, and Oceania emphasize outpatient care, keeping beds low. Trend: long-term decline in many high-income countries, with COVID-era, targeted additions; growth in some urbanizing middle-income systems. Correlates: typically positive with health expenditure, physicians/nurses per 1,000, ICU capacity, and hospital admissions; weak with outcomes like life expectancy. Outlook: modest, targeted capacity gains and flexible surge designs; low-income countries focus on essential expansion.",
    "last_update": "2025-10-25"
  },
  "infant_mortality_rate": {
    "summary": "Infant Mortality Rate (per 1,000 live births) measures deaths before age 1, reflecting healthcare quality, maternal health, nutrition, and socioeconomic conditions. Best performers (lowest rates) include Iceland, Japan, Singapore, Finland, Norway, Sweden, and Hong Kong; weakest (highest rates) are concentrated in Sub‑Saharan Africa and parts of South Asia, e.g., Somalia, Sierra Leone, Central African Republic, Chad, Nigeria, Afghanistan, Pakistan. Trend: steady global decline, but slower progress in fragile/conflict settings; neonatal deaths now form the largest share. Clear urban–rural and income gaps. Correlates strongly with maternal mortality, skilled birth attendance, immunization coverage, stunting/low birthweight, WASH access, female education, and health spending/UHC. Outlook: continued gradual improvement if primary and neonatal care, vaccines, and nutrition expand; risks from conflict, climate shocks, and economic stress.",
    "last_update": "2025-10-25"
  },
  "maternal_mortality_ratio": {
    "summary": "Maternal Mortality Ratio measures deaths per 100,000 live births from pregnancy-related causes—an index of maternal care quality and equity. Top performers (<5–10) include Nordics and much of Western Europe (e.g., Norway, Italy, Spain), East Asia (Japan, Korea), and Australia/NZ. Highest ratios (>500) occur in parts of Sub-Saharan Africa (South Sudan, Chad, Somalia, CAR, Sierra Leone) and Afghanistan; the US is elevated for a high-income peer. Trend: strong global declines since 2000, but plateau or reversal since ~2016, with COVID disruptions. Regional gaps persist: Sub-Saharan Africa bears most deaths; South Asia improved fastest; LAC mixed. Correlates with neonatal mortality, skilled birth attendance, ANC/PNC and emergency obstetric access, contraceptive use, adolescent fertility, female education, poverty, and health-worker density. Outlook: Progress is achievable with sustained systems, workforce, and family-planning investments; many countries are off-track for SDG 3.1 (<70 by 2030).",
    "last_update": "2025-10-25"
  },
  "life_expectancy_at_birth": {
    "summary": "Life expectancy at birth (years) estimates how long a newborn would live if current age-specific mortality persists—capturing population health, access to care, living conditions, and risk exposure.\n\nTop performers: Hong Kong SAR, Japan, Singapore, Switzerland, Spain, Iceland (mid‑80s). Lowest: Sierra Leone, Central African Republic, Chad, Lesotho, Somalia, Nigeria (often ~60 or below), reflecting fragile systems, conflict, and infectious‑disease burdens.\n\nTrends: decades of gains, a COVID‑19 dip in 2020–21, and uneven rebound. East Asia/Oceania and Western Europe recovered faster; the US and parts of Eastern Europe lag; Sub‑Saharan Africa improves but remains well below OECD levels.\n\nCorrelations (Health & Social): higher life expectancy aligns with lower infant/maternal mortality and communicable‑disease prevalence, and with higher immunization, sanitation, education, and health spending.\n\nOutlook: gradual recovery, tempered by NCDs, aging, climate, and conflict; prevention and universal coverage are pivotal.",
    "last_update": "2025-10-25"
  },
  "adult_literacy_rate": {
    "summary": "Adult Literacy Rate (%): share of people aged 15+ who can read and write—a foundation for empowerment, employability, and civic participation. Top performers show near‑universal literacy (≈99%) across Nordics, Germany, Japan, South Korea, Canada, and much of Central/Eastern Europe. Lowest rates persist in Niger, South Sudan, Chad, Central African Republic, Mali, and Afghanistan (often <50–60%). Trend: steady global gains via younger cohorts; Sub‑Saharan Africa and parts of South Asia lag, with marked gender and rural–urban gaps and setbacks in conflict‑affected areas. Correlations (Health & Social): higher literacy aligns with longer life expectancy, lower child and maternal mortality, higher immunization, lower fertility, and reduced stunting/poverty. Outlook: gradual improvement if investments in basic education, girls’ schooling, and adult programs continue; risks from conflict, displacement, and fiscal stress.",
    "last_update": "2025-10-25"
  },
  "homelessness_rate": {
    "summary": "Homelessness Rate (per 10,000) measures the share of people without a permanent home—an indicator of housing stress and social protection gaps. Top performers typically include countries with strong safety nets and Housing First policies (e.g., Finland, Japan, some continental EU), while higher rates appear in high-rent, urbanized economies (e.g., United States, New Zealand) and where broader definitions capture hidden homelessness. Trends: declines in parts of the Nordics; rising or flat in several Anglophone countries amid rent and cost-of-living shocks; mixed in Eastern Europe; undercounting remains an issue in parts of Latin America/Africa. Correlates positively with poverty, unemployment, rent overburden, mental-health and substance-use prevalence; inversely with social protection spending and affordable housing supply. Outlook: If inflation eases and housing supply and prevention/Housing First scale up, rates should fall; without these, pressures will persist.",
    "last_update": "2025-10-25"
  },
  "old_age_dependency_ratio": {
    "summary": "Old-Age Dependency Ratio (%) measures the number of people 65+ relative to the working-age population (15–64), indicating the potential support burden on workers and public finances. Highest ratios are seen in aging, high-income economies—Japan, Italy, Portugal, Finland, Germany, Greece—while the lowest are in youthful populations such as Niger, Uganda, Angola (and some Gulf states due to migrant-heavy workforces). Regional pattern: Europe and East Asia are highest; North America is elevated; Latin America and China are rising quickly; Sub‑Saharan Africa remains low but will climb.\n\nCorrelates positively with median age, healthcare and pension spending, and elderly care needs; inversely with fertility, youth dependency, and often overall labor-force participation. It can pressure fiscal sustainability alongside healthcare cost KPIs.\n\nOutlook: The ratio will continue to rise globally. Mitigation levers include later retirement, higher female and older-worker participation, targeted immigration, and productivity and preventive health gains.",
    "last_update": "2025-10-25"
  },
  "age_dependency_ratio_total": {
    "summary": "Age Dependency Ratio (Total) measures dependents (0–14 and 65+) as a percent of the working‑age population. High values signal greater fiscal and social-service pressure.\n\nHighest ratios occur in much of Sub‑Saharan Africa (e.g., Niger, Uganda, DRC) driven by youthful populations; aging economies like Japan and Italy also rank high, but due to old‑age dependence. Lowest ratios appear in migrant‑heavy Gulf states (Qatar, UAE, Kuwait) and some city‑states, where large working‑age inflows depress dependence.\n\nTrends: Europe and East Asia are rising as populations age; Latin America and South Asia are in or approaching a demographic‑dividend trough; SSA is declining slowly as fertility falls but remains elevated.\n\nCorrelations: typically inversely with labor force participation (total), and positively with population growth (youth‑led) or pension/health outlays (aging‑led); also linked to school enrollment pressures and tax capacity.\n\nOutlook: Ratios will climb in aging regions; higher participation, childcare, pension reform, and managed migration can offset.",
    "last_update": "2025-10-25"
  },
  "overall_immunization_coverage": {
    "summary": "Overall Immunization Coverage (%) measures the share of children completing the recommended vaccine schedule (measles, polio, DTP), indicating health system reach, supply reliability, and public trust. Top performers are most high‑income countries (Nordics, Portugal, Singapore) and some LMIC standouts (Rwanda, Bangladesh) at ~95%+. Lowest rates persist in fragile/conflict or hard‑to‑reach settings (Somalia, Yemen, South Sudan, Papua New Guinea, parts of DRC/Nigeria). Trend: COVID‑era dip followed by uneven recovery; pockets of hesitancy create subnational gaps even in advanced economies. Regional pattern: Europe/East Asia high; parts of Sub‑Saharan Africa and South Asia mixed; some Latin American backsliding. Correlates: lower under‑5 mortality, higher skilled birth attendance, primary‑care access, education, and governance quality. Outlook: gradual recovery with catch‑up and outreach, but risks from conflict, misinformation, and supply shocks.",
    "last_update": "2025-10-25"
  },
  "extreme_poverty": {
    "summary": "Extreme Poverty measures the share of people living on less than $2.15 PPP/day (unit: % of population). Lower is better. Top performers (≈0%): Norway, Germany, Japan, South Korea, Canada. Highest rates (>50%): Burundi, Central African Republic, Madagascar, South Sudan, DR Congo. Regional gaps are stark: Europe and East Asia have largely eradicated extreme poverty; Latin America is low but shock‑prone; South Asia has fallen sharply yet still counts large absolute numbers; Sub‑Saharan Africa remains highest, especially in fragile and rural areas. Strong correlations within Health & Social: high extreme poverty aligns with low school completion and health coverage, and high child/maternal mortality and stunting; the inverse holds in rich countries. Trend: steady global decline since 1990 slowed, with setbacks from COVID‑19, inflation, and conflicts. Outlook: gradual improvement if pro‑poor growth, price stability, social protection (cash transfers), and education/health access expand; climate and fragility risks persist.",
    "last_update": "2025-10-25"
  },
  "access_to_basic_drinking_water": {
    "summary": "Access to Basic Drinking Water (%) measures the share of people reliably using safe, clean sources. Top performers are high-income, well-governed countries with near‑universal coverage (e.g., Iceland, Singapore, Japan). Lowest access clusters in fragile and arid contexts, notably parts of Sub‑Saharan Africa and conflict‑affected states (e.g., South Sudan, Somalia, Chad). Trends: steady global gains, fastest in South Asia; persistent rural–urban and wealth gaps; climate stress, droughts, and displacement slow progress in the Sahel and Horn of Africa. Strong positive correlations with sanitation access, life expectancy, and lower under‑5 mortality; also linked to education and poverty reduction. Outlook: accelerate climate‑resilient WASH investment, target rural last‑mile service, and strengthen governance to secure safe, affordable water for all.",
    "last_update": "2025-10-25"
  },
  "co2_emissions": {
    "summary": "CO₂ Emissions (tonnes CO₂) measure a country’s annual carbon dioxide output; lower values indicate better environmental performance. Levels reflect industrial structure, energy mix (coal vs. renewables), transport demand, and population size. Largest emitters by total are China, the United States, India, the EU, and Russia; low emitters include small island states (e.g., Tuvalu, Kiribati), Bhutan, and several Sub‑Saharan economies. Regional patterns: coal‑reliant parts of Asia are high and often rising; Europe and Japan trend downward via fuel switching and efficiency; many African countries remain low but may grow with industrialization; oil exporters in MENA have high per‑capita intensity. Emissions correlate positively with fossil share in power and carbon intensity, and inversely with renewable energy share and energy efficiency; land‑use change can add CO₂. Outlook: faster renewables, electrification, and carbon pricing can bend totals down, but economic growth and heavy industry are key headwinds.",
    "last_update": "2025-10-25"
  },
  "air_quality_pm2_5_exposure": {
    "summary": "Air Quality (PM2.5 exposure) measures the population-weighted average concentration of fine particles ≤2.5µm (µg/m³); lower values indicate better health outcomes.\n\nTop performers: Nordics (Finland, Iceland, Sweden), New Zealand, Switzerland, and parts of Canada/Australia in non-wildfire years. Low performers: South Asia—Bangladesh, Pakistan, India, Nepal—plus parts of the Middle East and the Sahel, where dust, industry, traffic, and solid-fuel use elevate levels.\n\nTrends: Steady declines in Europe and notably China from stricter controls; persistent hotspots in South Asia; rising wildfire-driven volatility in North America and Australia; rapid urbanization keeps pressure high in many emerging cities.\n\nCorrelations (Environment & Sustainability): Higher PM2.5 tracks coal/fossil dependence, SO2/NOx and black carbon, open burning, and low access to clean cooking; it improves with greater renewable share, cleaner transport, and stronger enforcement.\n\nOutlook: Progress will continue with clean energy and vehicle standards, but climate-amplified wildfires and dust could offset gains without adaptation and land management.",
    "last_update": "2025-10-25"
  },
  "renewable_energy_share": {
    "summary": "Renewable Energy Share (%) measures the portion of total energy use from renewables (solar, wind, hydro, geothermal, bioenergy), signaling reduced fossil dependence. Top performers include Iceland, Norway, Paraguay, and Costa Rica (hydro/geothermal-driven), plus Albania and Ethiopia; laggards include fossil-fuel–intensive economies such as Qatar, Kuwait, Saudi Arabia, and city-states like Singapore and Hong Kong. Regional gaps persist: Nordics and much of Latin America lead; the EU sits above the global average; MENA and parts of South/Southeast Asia trail, though China and India are rising fast on wind/solar. It correlates inversely with carbon intensity and CO2 per capita, and positively with air quality and energy efficiency; drought can dent hydro-heavy leaders. Outlook: steady gains via policy targets and cheaper renewables, constrained by grid capacity, storage, and permitting.",
    "last_update": "2025-10-25"
  },
  "internet_penetration_rate": {
    "summary": "Internet Penetration Rate (%) measures the share of a population with Internet access. Top performers include Iceland, Norway, Denmark, the Netherlands, South Korea, Singapore, UAE, and Qatar (≈90–99%+). Lowest rates persist in fragile, low‑income states in Sub‑Saharan Africa such as South Sudan, Eritrea, Burundi, CAR, and DRC (<20–30%). Regional pattern: Europe/North America are near‑universal; Gulf states are high; Latin America is upper‑middle; East Asia mixed; South Asia rising from a low base; Sub‑Saharan Africa lags with large rural/rural‑urban gaps. Trends: growth driven by mobile broadband, but saturation slows mature markets; affordability, electricity, and device costs constrain uptake. Correlations (Infrastructure & Technology): stronger 4G/5G coverage, broadband speed, digital literacy, and lower data prices align with higher penetration. Outlook: steady gains via fiber/4G‑5G and LEO satellites, contingent on closing affordability, gender, and skills gaps.",
    "last_update": "2025-10-25"
  },
  "mobile_subscriptions_per_100_inhabitants": {
    "summary": "Mobile Subscriptions per 100 inhabitants (unit: per 100 people) counts active mobile lines relative to population; values >100 indicate multi‑SIM use and some M2M/IoT lines. Top ratios are seen in small, high‑income, competitive markets such as Macao, Hong Kong, UAE, Bahrain, and Kuwait; many Eastern European countries also score high. Lowest levels persist in fragile, low‑income states with limited coverage and affordability gaps, e.g., Eritrea, South Sudan, Central African Republic, and Burundi. Regionally, Europe and the GCC are typically >120; Latin America hovers around or above 100; East Asia is high; South Asia is mid‑tier; Sub‑Saharan Africa lags but is catching up. Correlates positively with internet access, smartphone penetration, 4G/5G coverage, and GDP per capita; inversely with mobile price baskets. Trend: maturity and SIM registration are curbing duplicates in rich markets, while IoT adds lines. Outlook: human penetration is near saturation; growth shifts to quality (4G/5G) and IoT, with fastest gains in Africa/South Asia.",
    "last_update": "2025-10-25"
  },
  "railway_length": {
    "summary": "Railway Length (km) measures the total route-km of a country’s rail network, indicating the scale of transport infrastructure and its role in trade and mobility. Top networks: United States, China, Russia, India, and Canada. Shortest: microstates (e.g., Monaco, San Marino) and many small island economies with little or no rail, plus some low-density or mountainous states. Regional patterns: North America and Russia run very long, freight-heavy systems; Europe is dense and electrified but shorter in absolute terms; East/South Asia continue rapid build-out; much of Sub-Saharan Africa and parts of Latin America remain corridor-based and fragmented. Correlations: longer networks align with higher rail freight capacity, domestic connectivity, logistics performance, and port/road integration (land area and economic structure are key controls). Outlook: incremental growth via modernization, electrification, and cross-border corridors; fastest additions in Asia and selected African routes; mature systems focus on capacity and digitalization.",
    "last_update": "2025-10-25"
  },
  "inflation_consumer_price_index": {
    "summary": "Inflation (CPI) measures the annual change in prices for a basket of goods and services (%), indicating how fast purchasing power erodes. Lower, stable rates signal better price stability.\n\nTop performers (low inflation): Switzerland, Japan, and parts of East Asia (often ~0–3% in recent years). Low performers (high inflation): Argentina, Türkiye, Lebanon, and Venezuela, where currency weakness and policy instability drove double-/triple-digit rates.\n\nTrends/regions: Advanced economies peaked after the 2022 energy shock and broadly disinflated; Asia remains generally lower, while parts of Eastern Europe, Sub‑Saharan Africa, and Latin America face stickier inflation tied to FX depreciation and food/energy volatility.\n\nCorrelations (Economy & Labor): High inflation erodes real wages unless nominal pay keeps pace, can follow tight labor markets (services), and triggers higher policy rates that cool GDP and hiring with a lag.\n\nOutlook: Gradual disinflation is likely, but services stickiness and geopolitics keep upside risks.",
    "last_update": "2025-10-25"
  },
  "employment_to_population_ratio": {
    "summary": "Unit: %. The employment-to-population ratio is the share of working-age people who have jobs, indicating how fully an economy uses its labor supply. Top performers are typically Nordics and advanced Asia (e.g., Iceland, Norway, Switzerland, Singapore, Japan) with broad participation and low joblessness. Low ratios are common in MENA and parts of Southern Africa (e.g., Jordan, Iraq, Yemen, South Africa), often reflecting low female participation and weak job creation. Regional patterns: Nordics/Western Europe high; East Asia high; Southern Europe and some Latin America middling; MENA low; Sub‑Saharan Africa often high but driven by informal/low‑quality jobs. Correlates: strongly positive with labor force participation; negative with unemployment; mixed with GDP per capita (necessity employment can lift ratios in poorer economies). Post‑pandemic, most countries rebounded, with notable female gains in some MENA economies, but youth employment lags. Outlook: modest improvements if growth holds; childcare, skills, and inclusion policies are key.",
    "last_update": "2025-10-25"
  },
  "female_labor_force_participation": {
    "summary": "Female Labor Force Participation (%) measures the share of women 15+ who work or seek work—an indicator of labor supply, inclusion, and growth potential. Top performers include parts of Sub‑Saharan Africa and Southeast Asia (e.g., Rwanda, Tanzania, Mozambique, Vietnam) and the Nordics (Iceland, Sweden, Norway). Lowest rates persist in MENA and South Asia (e.g., Yemen, Jordan, Iraq, Algeria, Pakistan, India—though India is rising). Regional patterns: Latin America has largely rebounded post‑pandemic; Eastern Europe/Baltics are relatively high; Gulf states are climbing from a low base amid reforms; OECD is stable but below male rates. Participation tends to increase with female education, affordable childcare, and flexible work, and correlates with higher employment-to-population ratios, lower gender wage gaps, and lower informality/unemployment. Outlook: gradual gains as policies and norms improve, with biggest upside in MENA/South Asia; risks include weak job creation and persistent care burdens.",
    "last_update": "2025-10-25"
  },
  "political_corruption_index": {
    "summary": "Measures political-system corruption (index 0–100; higher = cleaner). Top performers typically include Denmark, Finland, Sweden, New Zealand, Singapore, Switzerland, and the Netherlands. Lowest scores are often seen in fragile/conflict or highly centralized regimes such as Somalia, South Sudan, Syria, Yemen, and Venezuela. Regional pattern: Western Europe and Oceania lead; the Americas and Eastern Europe are mixed; Sub‑Saharan Africa and MENA trend lower; Asia‑Pacific spans very high to very low. Strong positive correlations with government integrity and public sector accountability; also linked to effective law enforcement and transparent party financing. Outlook: incremental gains via procurement openness, asset disclosures, and independent oversight; risk of stagnation where checks, media freedom, or judicial independence erode.",
    "last_update": "2025-10-25"
  },
  "life_expectancy": {
    "summary": "Life Expectancy measures the average years a newborn is expected to live under current mortality patterns, reflecting health, living conditions, and social protection. Top performers include Hong Kong SAR, Japan, Singapore, Switzerland, and Spain (≈84–86 years). Lowest are in Sub‑Saharan Africa—often conflict- or HIV-affected—such as Lesotho, Central African Rep., Chad, and Sierra Leone (≈55–65). Regional gaps persist: OECD and East Asia lead; SSA and parts of South Asia lag; the US underperforms peers. Post‑pandemic rebounds are evident in Europe and East Asia, with slower recovery in Latin America and parts of Eastern Europe. Strong inverse correlation with infant/maternal mortality and positive links to health expenditure, education, water/sanitation access, and governance effectiveness; violence and poverty depress outcomes. Outlook: gradual gains as systems recover and NCD control improves, tempered by aging, climate risks, and conflict.",
    "last_update": "2025-10-25"
  },
  "military_spending_sipri": {
    "summary": "Military Spending (SIPRI) measures total annual outlays on armed forces (salaries, equipment, operations) in US$ billions, indicating security priorities and response capacity. Top spenders: the United States by a wide margin, then China; next tier includes Russia, India, Saudi Arabia, the UK, Germany, France, Japan, and South Korea. Lowest absolute spenders are small or non‑militarized states (e.g., Iceland, Luxembourg, Malta, Costa Rica, Pacific microstates). Trends: sharp increases in Europe after Russia’s invasion of Ukraine; steady buildup across the Indo‑Pacific; elevated, oil‑linked MENA budgets; Latin America mostly flat; Sub‑Saharan Africa low but rising in conflict‑affected zones. Correlates with arms imports, military personnel/equipment capacity, and military burden (% of GDP), but not necessarily with lower security risk. Outlook: continued growth amid great‑power rivalry, with spend shifting to air defense, drones, cyber, and space.",
    "last_update": "2025-10-25"
  },
  "number_of_armed_conflicts": {
    "summary": "The Number of Armed Conflicts (count) tracks active wars and organized violent disputes within or between states. Higher counts indicate instability and humanitarian risk. Highest-affected countries typically include Ukraine, Sudan, Syria, Yemen, Myanmar, DR Congo, Somalia, and Sahel states (Mali, Burkina Faso); low-conflict performers include Iceland, Switzerland, Japan, Portugal, Costa Rica, and New Zealand. Regional patterns: concentrations in the Middle East, Horn of Africa/Sahel, and parts of South/Southeast Asia; most OECD and Oceania remain low. Trend: more fragmented intrastate conflicts with periodic interstate spikes (e.g., Ukraine) and episodic surges (e.g., Gaza, Sudan). Correlates positively with refugees/displaced persons, conflict deaths, terrorism incidents, and arms flows; often aligns with higher military spending and lower political stability. Outlook: elevated near term amid geopolitical rivalry and non-state militancy; easing hinges on ceasefires, mediation, and economic stabilization.",
    "last_update": "2025-10-25"
  },
  "global_conflict_deaths": {
    "summary": "Global Conflict Deaths measures total deaths from violent political conflict over time (unit: deaths), reflecting the intensity and human cost of wars and instability. Highest counts concentrate in active war zones—recently Ukraine, Sudan, Syria, Yemen, Ethiopia, and Myanmar—while most OECD and small island states record near-zero. Regionally, MENA and Sub‑Saharan Africa account for a large share; Europe is low except for Ukraine; Asia shows pockets of escalation. Trend: after declines in the 2000s, deaths spiked mid‑2010s and again since 2022, remaining concentrated and volatile. Correlations within Security & Defense: increases co-move with refugee/IDP flows, battle events, arms imports, and often higher military spending shares; robust peacekeeping and ceasefires track declines. Outlook: without de‑escalation in key theaters, totals likely stay elevated short term; durable ceasefires and mediation would drive improvement.",
    "last_update": "2025-10-25"
  },
  "road_traffic_deaths_per_100k_people": {
    "summary": "Road Traffic Deaths (per 100k) measure the fatality risk of a country’s transport system—reflecting enforcement, road quality, vehicles, and road-user behavior. Best performers (lowest rates) are high‑income countries such as Norway, Sweden, the Netherlands, the UK, Japan, and Switzerland. Worst performers (highest rates) cluster in Sub‑Saharan Africa and parts of South/Southeast Asia and Latin America (e.g., Dominican Republic, Thailand). Trends: steady declines in Western/Northern Europe, Japan, Australia; notable improvement in Eastern Europe; stagnation or rises in many lower‑income countries amid rapid motorization and motorcycle growth. Correlations (Environment & Sustainability): lower deaths tend to align with stronger road infrastructure and rule of law, cleaner fleets, and higher public/active transport shares; higher deaths often coincide with higher PM2.5 exposure and unsafe urban form. Outlook: Scale speed management, helmets/seatbelts, safer vehicles, and protected design (Vision Zero) to accelerate 2030 targets.",
    "last_update": "2025-10-25"
  },
  "individuals_using_the_internet": {
    "summary": "Measures the share of people using the internet, a proxy for digital inclusion and effective connectivity. Leaders are typically Nordic and other advanced economies (Iceland, Norway, Netherlands), East Asia (Korea, Japan, Singapore), and Gulf states (UAE, Qatar). Lowest rates persist in fragile, low‑income Sub‑Saharan countries (South Sudan, Somalia, Burundi, Chad, CAR) and in Afghanistan/Yemen. Regional pattern: Europe/North America mostly >85%; Latin America and East/Southeast Asia rising; South Asia catching up; large rural‑urban and income gaps in Africa. Strong positive correlation with mobile/fixed broadband penetration, 4G/5G coverage, reliable electricity and GDP per capita; negative with data prices. COVID‑19 spurred adoption; frontier markets are nearing saturation. Outlook: steady gains via cheaper smartphones and 4G/5G/FWA; closing the last mile hinges on affordability, skills, and off‑grid or LEO satellite solutions.",
    "last_update": "2025-10-25"
  },
  "fixed_broadband_subscriptions_per_100_people": {
    "summary": "Fixed Broadband Subscriptions (per 100 people) measures how many fixed lines (DSL/cable/fiber) are in use relative to population, serving as a proxy for fiber rollout and high‑speed access. Top performers are small, high‑income and highly urbanized markets such as Monaco, Switzerland, Denmark, Netherlands, South Korea, Hong Kong, and Singapore; lowest rates are found in parts of Sub‑Saharan Africa and fragile states (e.g., Niger, DRC, Chad, Burundi, Yemen). Regional pattern: Europe and advanced East Asia lead; Americas are mid‑to‑high but uneven; MENA improving; SSA lags with stark urban–rural gaps. Trends: saturation and DSL→fiber upgrades in rich markets; mobile broadband/FWA substituting where fixed is weak. Correlates positively with GDP per capita, electricity access, international bandwidth, secure internet servers, and 4G/5G coverage; inversely with broadband prices. Outlook: steady gains from fiber and FWA, but closing the gap needs investment, competition, and last‑mile subsidies.",
    "last_update": "2025-10-25"
  },
  "education_expenditure_of_gdp": {
    "summary": "Education Expenditure (% of GDP) gauges the share of national output invested in schooling, signaling priority for human capital. Top shares are seen in Cuba and parts of Southern Africa (Namibia, Botswana, Lesotho) and the Nordics (Denmark, Norway, Sweden), typically 6–8%+. Low shares include Equatorial Guinea and several South Asian and West African countries (e.g., Pakistan, Nigeria), often below 3%. Patterns: OECD hovers near 5%, Nordics high and stable; East Asia mid (≈3–4%); South Asia lower but edging up; low-income countries face post‑COVID fiscal squeeze; resource‑rich states are volatile. Correlations: higher spend tends to align with higher enrollment and completion, lower pupil‑teacher ratios, and better learning-adjusted years of schooling, though efficiency and spending mix matter. Outlook: with SDG4 and youth bulges, gradual increases are likely where revenues recover, but debt risks cap growth; expect focus on efficient allocation, teachers, early learning, and digital/TVET.",
    "last_update": "2025-10-25"
  },
  "mean_years_of_schooling": {
    "summary": "Mean Years of Schooling (years) measures the average completed education among adults 25+, indicating overall attainment. Top performers are advanced economies—e.g., United States, Germany, United Kingdom, Switzerland, Australia, Norway, Japan/Korea—often 13+ years. Lowest averages occur in parts of Sub-Saharan Africa and conflict-affected states—e.g., Niger, Burkina Faso, Chad, Mali, South Sudan, Afghanistan—often under 4 years. Regional pattern: Europe/North America and East Asia high; Latin America mid-high; South Asia and SSA lower but improving. Positively correlates with literacy, secondary/tertiary attainment and learning-adjusted years; inversely with out-of-school rates. Trend: steady global rise as younger cohorts replace older ones; slowest where fragility and gender gaps persist. Outlook: gradual gains, with largest upside from investing in girls’ education and quality in low-income countries.",
    "last_update": "2025-10-25"
  },
  "military_expenditure_of_gdp": {
    "summary": "Military Expenditure (% of GDP) gauges the defense burden on the economy and signals security priorities. Highest shares cluster in conflict-affected states and the Gulf: Ukraine, Russia, Israel, Saudi Arabia, and Oman are among the top. Lowest shares appear in countries without standing armies or with pacifist traditions and benign threat environments, e.g., Iceland (~0), Costa Rica, Panama, and Ireland. Regionally, MENA leads; Europe has risen since 2022 as more NATO members approach or exceed 2%; East Asia is mostly 1–2% (China ~1.7%; Japan ~1%); Latin America remains low; Sub‑Saharan Africa is mixed but creeping up where insecurity rises. Correlates positively with active conflict, arms imports, and military personnel intensity; often inversely with internal stability. Outlook: Elevated or rising globally amid great‑power rivalry and regional wars, though fiscal pressures may temper increases in low‑income and oil‑importing economies.",
    "last_update": "2025-10-25"
  },
  "recycling_rate": {
    "summary": "Recycling Rate (% of total municipal waste) measures the share reprocessed into materials instead of landfilled or incinerated, indicating circularity, infrastructure quality, and policy effectiveness. Top performers typically include Northern/Western Europe (e.g., Germany, Austria, Belgium, Netherlands, Switzerland) and advanced Asian systems (South Korea, Taiwan); laggards are often in Southeast Europe, parts of Latin America, and Sub‑Saharan Africa where landfill dominates. Trend: steady EU gains post circular-economy directives; plateaus where source separation and markets for recyclate are weak. Correlates negatively with landfill rate and positively with policy stringency, EPR/DRS coverage, and income; link with waste per capita is mixed. Weak connection to renewable energy use. Outlook: gradual improvements via EPR and deposit-return; faster progress needs waste prevention, better sorting, and stronger demand for secondary materials.",
    "last_update": "2025-10-25"
  },
  "environmental_performance_index": {
    "summary": "Environmental Performance Index (0–100) measures how well countries protect environmental health and ecosystem vitality across air and water quality, biodiversity, climate mitigation, and sustainable agriculture; higher = better outcomes and policies. Top performers are typically Northern/Western Europe (e.g., Nordics, Switzerland, Luxembourg) and some high-income OECD economies; lowest scores are common in low-income, conflict-affected states in Sub‑Saharan Africa and parts of South Asia, and in rapidly industrializing countries with severe pollution pressures. Trends: gains in drinking water and sanitation; slower progress or setbacks on climate and biodiversity; urban PM2.5 remains high in emerging markets. Regional gaps reflect regulatory strength—EU leads; North America mixed; Latin America mid-range with forest pressures. Correlates positively with GDP per capita, renewable share, and protected areas; negatively with CO2 per capita, deforestation, material footprint, and water stress. Outlook: incremental improvement unless decarbonization and nature restoration accelerate.",
    "last_update": "2025-10-25"
  },
  "global_peace_index": {
    "summary": "Global Peace Index (1=most peaceful) measures ongoing conflict, societal safety/security, and militarization across 23 indicators. Lower scores generally reflect stronger institutions, trust, and low crime.\n\nTop performers: Iceland, Denmark, Ireland, New Zealand, Austria/Portugal/Singapore. Lowest: Afghanistan, Yemen, Syria, South Sudan, Sudan/DR Congo; Russia and Ukraine deteriorated sharply with war.\n\nRegional patterns: Europe remains most peaceful; MENA least; Sub‑Saharan Africa mixed with Sahel/Horn conflicts; Asia‑Pacific ranges from very high (NZ, Japan, Singapore) to low (Myanmar, DPRK); the Americas are uneven with gang violence hotspots. Trend: multi‑year global deterioration amid major wars, militarization, and political instability.\n\nCorrelations: Better GPI aligns with higher Democracy Index scores, lower corruption, stronger rule of law, and lower homicide rates.\n\nOutlook: Without de‑escalation and governance reforms, global peacefulness will likely stay under pressure.",
    "last_update": "2025-10-25"
  },
  "olympic_medals_summer": {
    "summary": "Olympic Medals (Summer) counts total medals won, indicating elite performance and the depth of a nation’s sports culture, infrastructure, and long‑term investment.\n\nTop performers remain the USA (all‑time leader), Russia/USSR, China, Germany, and the UK; Japan, France, Australia, and Italy also rank high. Low totals are common among small or low‑income countries, notably Pacific microstates and parts of Sub‑Saharan Africa.\n\nTrends: Europe and North America dominate; East Asia has surged since 2000; Oceania overperforms per capita; Latin America shows pockets of strength (Brazil, Cuba); Africa excels in endurance events but lacks breadth. Host nations often see temporary medal bumps; growth in women’s sport is reshaping distributions.\n\nCorrelations within Sports & Culture: higher sports participation, PE in schools, facility density, public sports/culture spend, coaching pipelines, and event‑hosting capacity. GDP and population drive scale; per‑capita medals show efficiency.\n\nOutlook: Continued top‑heavy results, with gradual diversification as emerging economies invest and target niche sports.",
    "last_update": "2025-10-25"
  },
  "olympic_medals_winter": {
    "summary": "Olympic Medals (Winter) counts total medals won, signaling depth in winter-sport systems, facilities, climate fit, and social investment in sport. Top performers: Norway (sustained leader), Germany, USA, Canada, Russia/ROC, with strong showings from Netherlands (speed skating), Sweden, Switzerland, Austria; rising Asia: China, South Korea, Japan. Low performers are largely tropical/low‑latitude nations (many in Africa, Southeast Asia, Caribbean) with minimal winter infrastructure. Trends: Nordic/Alpine dominance; host‑nation bumps (e.g., 2010–2022 cycle); discipline specialization (Germany in sliding, Netherlands on ice); partial impact from participation/sanctions; medals concentrated in cold, high‑income regions. Correlates positively with sports spending, facility density (ice rinks, tracks), youth participation, event hosting, and winter tourism; weak with population size. Outlook: Continued Nordic/Alpine lead; incremental Asian gains; Italy likely uplift in 2026; climate pressures favor indoor, year‑round training hubs.",
    "last_update": "2025-10-25"
  },
  "living_planet_index": {
    "summary": "Living Planet Index (1970=1) tracks average biodiversity change across >30,000 vertebrate populations; values below 1 signal proportional declines from 1970 levels. Global trends show marked declines since 1970, with the sharpest drops in tropical and freshwater systems. Country-level LPI is limited; regionally, Latin America & the Caribbean and parts of Sub‑Saharan Africa are lowest performers, while Europe and North America fare relatively better with slower declines or partial recoveries linked to habitat protection and pollution control. Likely correlations in the cluster: negative with deforestation/forest cover loss, fish stock overexploitation, nitrogen pollution, and land-use change; positive with terrestrial/marine protected area coverage, habitat restoration, and effective fisheries management. Outlook: Without accelerated conservation and climate action, declines will continue; expanding well-managed protected areas and restoring degraded habitats can stabilize and gradually lift the index.",
    "last_update": "2025-10-25"
  },
  "electric_vehicle_stock": {
    "summary": "Electric Vehicle Stock measures the total number of battery-electric and plug‑in hybrid cars in operation (vehicles), indicating EV market penetration. Top by absolute stock: China (by far), the United States, and major EU markets (Germany, UK, France); Norway and the Netherlands lead per capita. Low stocks persist across most of Sub‑Saharan Africa and parts of South/Southeast Asia and Latin America, though India and Thailand are growing from a low base. Trend: rapid, near‑exponential growth since 2017, with an increasing BEV share, concentrated where incentives and models are abundant. Regional differences track income, policy support, and local supply chains. Strong correlations within Infrastructure & Technology: public/fast charging density, grid reliability, renewable power share, battery manufacturing capacity, and EV sales share. Outlook: continued strong growth led by China, EU, and US, with broader diffusion as costs fall—dependent on faster charging rollout and grid upgrades.",
    "last_update": "2025-10-25"
  },
  "number_of_recorded_natural_disasters": {
    "summary": "This KPI tracks the annual number of recorded natural disasters (events) in EM-DAT—floods, storms, droughts, earthquakes, and wildfires—capturing both improved reporting and rising exposure. Highest counts typically occur in large, hazard‑exposed countries (e.g., China, India, United States, Indonesia, Philippines, Bangladesh); lowest in sparsely populated or high‑latitude microstates with limited exposure/reporting, though small islands can spike in cyclone years. Regional patterns: Asia leads; the Americas see frequent storms/wildfires; Africa is drought‑heavy; Europe shows rising floods and heatwaves. Likely links within Environment & Sustainability: deforestation/land degradation (floods, fires), water stress and heat anomalies (droughts, fires), and coastal population growth (storms); weaker tie to national GHG emissions per se. Outlook: counts are likely to continue rising, while adaptation and early warning can reduce impacts more than frequency.",
    "last_update": "2025-10-25"
  },
  "global_co2_emissions": {
    "summary": "Global CO₂ Emissions (billion tonnes CO₂) measure total annual fossil-fuel and industry CO₂—core to global climate impact. After a brief 2020 dip, levels are near record highs; long-term trend remains upward. Growth is concentrated in Asia, while many OECD economies are flat or declining. Top emitters: China, United States, India, Russia, Japan. Lowest: small island states (e.g., Tuvalu) and low-income African countries (e.g., Eritrea) with negligible totals. Regional picture: EU and US falling on coal-to-clean shifts; Middle East and Southeast Asia rising with energy demand. Correlations: higher renewable shares and lower carbon intensity of energy/GDP align with slower or falling emissions; coal dependence and poor air quality track higher emissions. Outlook: Without faster clean power, electrification, and efficiency, totals stay elevated; accelerated deployment could enable a global peak before 2030.",
    "last_update": "2025-10-25"
  },
  "global_supply_chain_stress_index": {
    "summary": "The Global Supply Chain Stress Index (GSSI) tracks deviations from a 0 baseline in trade, shipping, and logistics; higher = more disruption. Stress peaked in 2021–22, eased in 2023, then re‑tightened modestly with canal constraints and Red Sea rerouting. Highest stress typically appears in trade hubs and import‑dependent economies on long Asia–Europe lanes (e.g., Singapore, Netherlands, UAE, Egypt), while lower readings are seen in diversified, nearshoring‑benefiting markets with strong inland logistics (e.g., US, Mexico, India, Indonesia). Regionally, Europe and MENA remain more affected than North America. GSSI correlates positively with supplier delivery times, freight rates, input inflation, and logistics vacancies, and negatively with manufacturing PMI, export growth, and labor availability. Outlook: gradual normalization as capacity adjusts and inventories rebuild, but volatility remains elevated given geopolitics and climate‑related chokepoints.",
    "last_update": "2025-10-25"
  },
  "global_temperature_anomaly": {
    "summary": "Measures the average deviation of Earth’s surface temperature from the 1850–1900 baseline (°C), tracking long‑term GHG‑driven warming. Top anomalies appear in high‑latitude countries via Arctic amplification (Russia, Canada, Norway/Finland) and parts of the Middle East/Central Asia; lowest in equatorial, ocean‑moderated nations (Indonesia, Malaysia) and Southern Hemisphere coasts (Chile, New Zealand). Trend: persistent rise; land warms faster than oceans; Northern Hemisphere > Southern. Correlations (Environment & Sustainability): positive with CO2 emissions and deforestation; negative with renewable energy share and energy efficiency; co‑moves with sea‑level rise, glacier/sea‑ice loss, heatwave and wildfire metrics. Outlook: Likely to brush +1.5 °C in the near term without rapid decarbonization and nature protection.",
    "last_update": "2025-10-25"
  },
  "inform_resilience_index": {
    "summary": "Resilience Index (0–10; lower = more resilient) measures a country’s capacity to cope with and recover from disasters, reflecting institutional strength, infrastructure, and access to basic services. Top performers (lowest scores) are typically high‑income countries with strong governance, dense infrastructure, and universal service coverage; low performers (highest scores) are often fragile or conflict‑affected states, climate‑exposed small islands, and low‑income countries with limited service access. Regional patterns: Europe/North America generally outperform; parts of Sub‑Saharan Africa, South Asia, and MENA lag. Likely correlations within Society & Governance: lower Resilience scores align with stronger rule of law, government effectiveness, social protection coverage, and service access; higher scores track weaker institutions, higher inequality, and perceived corruption. Outlook: Incremental gains where DRM, health, and safety nets are scaled; climate and fiscal stress remain headwinds.",
    "last_update": "2025-10-25"
  },
  "climate_risk_index.csv": {
    "summary": "Climate Risk Index measures observed impacts from weather-related loss events (fatalities and economic losses relative to population and GDP); lower scores mean higher climate risk. Top performers (lower observed impacts) are typically high‑income temperate countries such as Iceland, Norway, Finland, Sweden, Switzerland and New Zealand. Low performers include Caribbean SIDS (Puerto Rico, Dominica, Haiti) and parts of South/Southeast Asia and Africa (Philippines, Bangladesh, Myanmar, Pakistan, Mozambique), reflecting repeated cyclones and floods. Regional pattern: Caribbean and South Asia most affected; Europe generally less so. It tends to align with climate resilience/adaptation readiness, disaster preparedness and infrastructure quality, yet shows little link to emissions—many high‑risk nations emit little, underscoring climate‑justice gaps. Outlook: Without faster adaptation (early warning, resilient infrastructure, coastal protection), losses and risk rankings may worsen.",
    "last_update": "2025-10-25"
  }
}